
"legend" :[
    "By means of transmutation magic a hybrid phoenix-griffon was born, an explosion during its birth killed its creator and now the “Griphnix” roams free.",
    "An immortal wizard had an immortal apprentice, but it has recently come to light that they are both equally skilled, taking turns through eternity to be the boss",

    ""

//        "An ancient and evil balor sorcerer imprisons old friends of the king, holding them hostage in return for a service.",
//        "A band of several death slaadi rogues and sorcerers begins to waylay all planar travelers who chance through their recently claimed turf on the Astral Plane.",
//        "A ranger hero recognized around the world begins to organize a group of explorers for reasons unknown…",
//        "A bardic college develops a style of music that charms and dominates any that listen to it too long.",
//        "A beholder cluster, made up of many beholders driven mad, begins to war with lesser beholder communities, apparently all seeking a beholder artifact.",
//        "A prominent deity grows sick and will die if the cause of its divine ill is not discovered.",
//
/*        "A beloved prophecy long accepted as true fails to occur because of the adventurers’ meddling, and the world turns against them…",
        "A blinding, yellow haze seeps down from the sky, covering the world…",
        "A celestial tree hundreds of miles long reaches its roots down and begins to grow on the world’s surface. Creatures from other worlds live in the heights of the tree.",
        "A child is born who prophecy indicates will one day ascend to godhood.",
        "A black disease blights the forest, killing all vegetation as it continues to expand without limit at an ever-accelerating rate.",
        "A clan of psionic militants breaks away from the kingdom — literally. A huge chunk of land hundreds of acres wide floats up and away (taking with it many terrified non-psionic people).",
        "A conjunction of parallel planes somehow energizes a lowly peasant to the power of a greater deity — but only until the conjunction ends.",
        "A cross-time catastrophe has cut off the Material Plane from all others.",
        "A dragon kills the ruler of the largest nation and takes over, calling itself the Dragon King.",
        "A flaw in a true resurrection spell leaves an adventurer undead by night and alive by day.",
        "A floating city arrives from across the sea, apparently fleeing the depredations of the Warlord, a barbarian of an epic caliber.",
        "A flock of angelic avengers and celestials is ravaging across the continent.",
        "A meeting is called by a storm giant blackguard. Powerful giants from around the world (and other worlds) begin to congregate. Though no one knows the meaning of this calling…",
        "A glorious gemstone in which the first light of creation still lingers is purportedly languishing in an ancient, crumbling demi-plane.",
        "A great chase ensues through endless parallel dimensions as wizard researchers follow the faint trail of the long-vanished elder elves.",
        "A group of gargoyle paragons claims the Cathedral of Pelor as its own new home.",
        "A hero of renown (a quasi-deity, really) is to be wed to an elven prince, but the prince’s royal family claims the prince is under a spell.",
        "A hole is gouged in the veil separating life and death. As the tide of life pours out into the void, all creatures everywhere begin to die as they accumulate negative levels. The hole must be mended.",
        "A red dragon and two of its siblings emerge from a red-lit cavern in the earth.",
        "A lesser deity declares the PCs as its mortal enemies, enjoining all its worshipers and allies to find and slay them.",
        "A long-standing illusion is pierced, revealing that the king is nowhere to be found, and that all dictates of the kingdom have been actually flowing from the thieves guild.",
        "A new deity decides to leave the Outer Planes to set up its palace on the face of the Material Plane. Once it arrives, it demands worshipers and servitors.",
        "A mad chronomancer with a mastery of time, has determined how to destroy the past (and therefore the present). Unless it can be stopped, time itself will unravel.",
        "A planar conjunction will soon come to pass, allowing the legions of hell (or worse) direct access to a selected part of the Material Plane for 24 hours. It can’t be stopped, but some famous heroes may attempt to defend key cities or strongholds from the onslaught.",
        "A player adventurer’s heart is stolen and replaced with a magical gem or a strange alchemical creation. Who knows how long the replacement will last? ",
        "A powerful wizards’ guild enters all-out war with the dominant religious order of the world.",
        "A quasi-deity wants an escort as it ventures into the Abyss to release a companion quasi-deity from bondage.",
        "A rogue moon threatens to crash down upon the world, ending all life.",
        "A sentient spell-virus is raging out of control among spellcasters. All who fall victim to it become part of one unified mind controlled by a malign intelligence.",
        "A species of “fish” introduced from another plane has provided good eating and relief from famine over the last year. Now, thousands (possibly millions?) of the fish-like creatures begin a sudden growth spurt, transforming en masse into terribly powerful and bloodthirsty predators.",
        "A splinter community of humans evolves into a sub-race sporting strange and variant powers.",
        "A syndicate of assassins dramatically expands its membership by introducing a mind-control potion into a city’s water supply.",
        "A team of nightmares draws a chariot driven by a powerful fighter into the city.",
        "A titan seeks those brave enough to release it from its age-long bondage; its rescuers may face the wrath of higher deities.",
        "A vampire scion from another plane begins to conquer world after world with the help of a reforged artefact of legend, Midnight’s Heart.",
        "A volcano erupts. In the aftermath, a portal to the City of Brass on the Elemental Plane of Fire remains open permanently.",
        "A well-known wizards’ guild’s magical dumping ground of failed experiments and stale spell components becomes sentient.",
        "A wizard attempting to summon a powerful devil slips up and somehow summons an abomination instead: an infernal lord of the hells.",
        "A wizard claims to have developed an epic spell ritual that, if cast, will slay a deity.",
        "All magic items crafted from a particular city begin to bestow negative effects on their owners with each use.",
        "All who fall asleep on a selected world cannot be awakened and eventually die in their sleep. Exhaustion is beginning to take a hold on even the greatest heroes of its realm…",
        "An adventuring party stumbles upon the tomb prison of an long dead half-god and releases it.",
        "An anti-magic plague is released by an unknown agency, causing sickness and eventually death to any who prepare or cast arcane spells.",
        "An artefact belonging to one of the characters must be destroyed, lest some great catastrophe, which has secretly been gathering, come to pass.",
        "An artefact capable of forever dominating all red dragons everywhere is discovered.",
        "An enclave of gnomes customizes an iron colossus into a walking war platform.",
        "A group of heroes known for good deeds suddenly embarks on a death spree, murdering merchants and their envoys…",
        "A group of heroes decides to destroy the adventurers, for reasons that are initially obscure.",
        "A sentient, free roaming, self-casting disintegrate spell breaks loose from a wizard’s laboratory.",
        "A legendary paladin leads a crusade to hell.",
        "An inter-dimensional caravan must float on the River Styx through the dangers of several lower planes.",
        "Spirits begin to manifest from machines as complicated as simple steam-powered wheels — is it a warning from the gods of the forge to desist? ",
        "Angry druids raise the beasts, animals, and dire animals of the wild, intent on beginning a new world order in which nature comes first.",
        "As the world ages, frequent earthquakes threaten to plunge the major nations under the sea.",
        "Blue-skinned merchants begin to sell enormously popular items composed of dreamstuff — “mined from the very dreams of a deity,” claim the merchants.",
        "Deeper than the Underdark, the world is discovered to be hollow. Hanging in that vast opening is an unknown, uncharted inner world of strangeness.",
        "Dwarf miners follow a vein of adamantine to a hinged valve sealed with divine magic of an age older than any of the current deities.",
        "A group of seemingly amateur rogues steal the magical sceptre of the Dragon King.",
        "Evil opportunists slay the Guardian of the Flame of Destiny, hoping to mold the Law of Reality to their own liking.",
        "Ghosts of every sort begin to rise again, and they won’t recognize their own undead state.",
        "Mind flayers successfully gain control of a surface nation, plunging the region into permanent darkness.",
        "Jade pyramids of prodigious size rise from the earth. Sounds unlike any heard before echo faintly from within their stony cores.",
        "Construct-like creatures of insane complexity called “machines” move across the land, preparing the way for a larger invasion of automated entities.",
        "Magic begins to fail, supposedly because it is being “used up” faster than it naturally regenerates.",
        "Mercenary half-dragons who ride chromatic dragons as steeds sell their swords (and spells) to an evil empire.",
        "Newborns begin to be born without souls.",
        "Off-plane raiders begin to steal people away for use as slaves and food.",
        "Once every ten years a small cave provides access into a magical, underground world where all living beings give off colourful light, ruled by mysterious fey lords with mysterious agendas.",
        "One of the adventurers learns about his or her real mother or father — in fact, that parent was a demon, and that demon has come calling.",
        "Planetars and solars bring heaven’s war to the Material Plane, slaying any and all they deem evil or immoral.",
        "Chromatic dragons decide that their “species” is the only true draconic race, and they begin a campaign of genocide against all other dragon types.",
        "Several well-known cities and all their inhabitants suddenly disappear without a trace. More could follow…",
        "Someone is breaking the Seven Seals that maintain the integrity of the multiverse…",
        "The ancient Great Library has secret vaults where the Words Once Spoken are supposedly inscribed in the Book of Sleep. To speak them again would remake the universe.",
        "The Clock that Rules the Universe is under attack by insane gnome alchemists, who are raiding it for parts.",
        "The End Times threaten to begin.",
        "The gods of Law put all humanoid races on trial for their excesses.",
        "The Lord High Priest of Pelor denounces her deity and faith.",
        "The most feared and reviled weapon of legend, an artefact sword that drains life energy with a touch, is lost by its owner.",
        "The Mother of Spiders emerges from her Cocoon of a Million Years to find a mate for her next spawning.",
        "A vast necropolis undergoes a mystical transformation. Now, each coffin, sarcophagus, and mausoleum leads to separate cemetery dimensions and realms of death.",
        "The PCs’ stronghold mysteriously gains new extra-dimensional halls and rooms of unknown origin, content, and extent.",
        "The populace decides that they want one of the PCs as their new ruler, which doesn’t please the current ruler.",
        "The secret texts of a prominent religion, recently discovered, call into question the church’s real goal, its actual origin, and the agenda of its god.",
        "The souls of a good queen and her family are drawn into the Abyss by an unknown demonic agency.",
        "The spirits of the dead begin to possess the bodies of the living at an ever-accelerating rate.",
        "The sun is infested with moon-sized parasites, and may soon fail like so many other stars have fallen to this celestial infestation.",
        "The winter, which was overly cold, lasts too long — the goddess of winter, Auril, is suspected to be the cause…",
        "The woods begin to grow without bound, invading field, plain, and city.",
        "The yuan-ti attempt to awaken the Slumbering Serpent, a little-known abomination born of their own race and a god of serpents.",
        "Twenty percent of all astral travellers begin to disappear in mid-trip. Mid-travel diversion spells are suspected.",
        "Two parallel planes move too close to each other, and denizens and objects of one constantly slip onto the other, and vice versa.",
        "Unless stopped, an ancient demi-lich will inject itself onto the Negative Energy Plane, where it can possess any undead anywhere in the multiverse.",
        "When a friend or a respected associate is resurrected, the soul returned to the body has different memories from the original. Whence does this soul come?",
*/
//        "An entire region has just awakened as a single being, at the moment vines, trees and even boulders attack travellers while a voice shouts out curses in an unknown language.",
//        "A green bubble of deadly power is slowly killing everything in it. It grows with every death that happens in its perimeter and no one knows how to stop it.",
//        "As the sea rages and causes cataclysms on the coast, the priesthood of the sea have announced that their god is going to flood the lands for his own domain.",
//        "The kingdom has been in famine for three years and the hungry people have turned to an orc war mage that has the power to turn people into animals, who they then eat.",
//        "Elves in the West have been producing more weapons and armour than usual. Fearing war, you’re sent to spy on the great city. You find something far more fearsome than war. The Elves can no longer contain it.",
//        "Multiple towns are reporting lone men slitting their own throats, and in their last breaths write strange circles with their blood, these circles later become portals for demons.",
//        "A beautiful green sky entrances everyone who looks at it during the day. The sky compels you to look. You notice the night sky has a green hue to it. It’s getting harder to look away.",
//        "A wall of corpses is being built extending all the way from the north to the south at an alarming rate. It cuts through villages, rivers, and goes over mountains.",
//        "A fabled hero is always roaming the lands on horseback. Years ago he was cursed, and any place he makes home is destroyed days later. He’s gotten old and tired and has been destroying more towns lately.",
//        "The only clue you have to finding the phylactery of a powerful lich who wants to kill you, is his journal and the fact that he was a smart ass.",
//        "An unknown army of undead has started building a bridge over the waters of skull island made with stone from the islands volcano. The monumental structure is near the landmass now.",
//        "The water of the world comes from an ever overflowing chalice that sits in a temple. Its been stolen, and there will be no more water until it is returned.",
]