{
    "type": {
        "large": [
            "space station",
            "starship",
            "spaceship",
            "warship",
            "juggernaut"
        ],
        "medium": [
            "rocket ship",
            "vessel",
            "merchant ship",
            "interplanetary ship"
        ],
        "small": [
            "shuttle",
            "escape pod",
            "shuttle craft"
        ]
    },
    "appearance" : [
        "The ship resembles a tree structure, where different fruit and flowers grow and bloom inside, they tell the pilot the ship's status and, sometimes, where its going.",
        "Made of a material not unlike coral, allowing the starship to grow over time into complex structures, developing new chambers for the ship in time.",
        "A mass of alien materials resembling bones, organs and skeletons compose this complicated starship which seems to have a pulse of its own.",
        "Resembling a large insect, this starship class evolves over time to have mantis like hooks, a giant beetle horn, or a bioluminescent mating organ.",
        "With the sleek and deadly design of an opaque metal shark, this vessel moves through space in a deadly silence and astonishing speed.",
        "Covered in parasites, symbiotic or otherwise, this spaceship is a mess of space barnacles, glitching self replicating ooze and tiny space-crabs that make excellent stew.",
        "The undead carcass of what once was a giant space-faring squid is covered in scars and old wounds, probably from when the beast was modified to accommodate a crew.",
        "This mushroom shaped vessel is soft on the outside, its interior has hexagonal chambers like a beehive, some which are filled with sweet edible spore honey.",
        "The starship reminds you of origami, where several high-tech materials layered together has been folded into a shape so complex that it allows space travel.",
        "Somehow staying together, this is a rusty, patched up excuse of a space bathtub that reeks of space goblins, even from the other side of a vacuum.",
        "Resembling an unoriginal cube, these beauties are known across the quadrant for their power and not their looks.",
        "Known as a ”Gel Blimp“, this starship looks like a giant egg-shaped gel ant colony. Renown for its complete lack of privacy, the gel is edible and very nutritious.",
        "Always resembling a symmetric complex rococo styled structure, covered in swirls and pinches these ships where once off-world mansions that were modified for space travel.",
        "Suspected to have fallen through a time rip from the far future, these ships are little more than spheres with modular platforms that shift places constantly.",
        "A travelling fortress, this spaceship is neither fast nor discrete, but the looks of it do bring the word ”deadly“ into mind.",
        "This spaceship looks like a cross between a pagoda tower and a rocket, the base level is engine rooms and machinery, while the top is reserved for speckles commanders.",
        "Rudimentary but sturdy, this is vessel looks more like a ship than a spaceship, complete with a figurehead and laser-sails its a proud mix of romance and engineering.",
        "An industrial era ship, with a warp engine that is literally half the bulk of the entire vessel, a huge pin-up girl has been painted on its starboard nacelle.",
        "This spaceship reminds of a walnut, complete with metal wrinkles and an equatorial lip from which several antennas spike out to end in large propulsion nozzles.",
        "What looks like a giant seashell, a conical spiral with no visible propulsion, its design is intended to ”screw“ into the fabric of space-time ripping through it.",
        "Twin spherical heads joined like two eyes and ending in a series of spherical pods that compose the body of this spaceship, make it resemble a metal dragonfly with no wings.",
    ],
    "quirk" : [
        "Covered in billions of microscopic space-polyps, the outermost hull sucks in the vacuum ahead of it and releases debris leaving a comet like tail it behind itself.",
        "This legendary vessel contains the only known prototype of the infinite improbability drive, making space jumps at improbable speeds an achievable finite probability.",
        "The interior of this ship secretes a pixie dust, that keeps those inside it from entering ”Fey space“, where time goes by a million times faster than regular space.",
        "The outer hull has a space parasite that is outlawed in most places, as its eggs will clog systems and nacelles, venting into space, eventually infecting any body it touches.",
        "This kind of starship can only be found floating about in far out parts of space, its original makers long extinct, bested in time by their own creations.",
        "The engine of the ship is an unknown artifact, that runs off one single mysterious particle, the particle seems to be of unnatural source and defies quantum description.",
        "The technology in these ships is completely unknown, so many of them are abandoned or scrapped when they break down. A skilled mechanic would still consider it a lucky find.",
        "This spaceship seems to have been infused with some temporal distortion radiation, always displaying the place where it previously was instead of where it currently is.",
        "The ship is actually sentient, and has the biggest ego in the galaxy. It cannot recall how it was awakened but never fails to remind crewmen the importance of this singularity.",
        "It is not uncommon to find small pocket dimensions in these ships, most are stoic and unremarkable living quarters, the only problem is finding the same one twice.",
        "The ship has been rumoured to have wandered into the ”Underspace“ and back. Bringing with it creatures of shadow and myth that appear and disappear mysteriously.",
        "The ships propulsion system is so badly tuned and patched up that it leaves behind a trail of high grade radiation, making this ship the easiest to find in the system.",
        "These ships are equipped with low-tech manual controls, needle gauges and switches, unfriendly to those unacquainted with the ship, but essential to those who master it.",
        "After crossing a mysterious uncharted nebula this ships hull became impregnated with particles that negate the ships physical existence, making it impossible to detect."
    ],
    "hull": [
        "Adamantium",
        "Adamantite",
        "Adamantium",
        "Nth Metal",
        "Carbonadium",
        "Cavorite",
        "Chlorophyte",
        "Duranium",
        "Durium",
        "Feminum",
        "Harbenite",
        "Katchin",
        "Mithril",
        "Naqahdah",
        "Octiron",
        "Orichalcum",
        "Rearden Metal",
        "Redstone",
        "Scrith",
        "Transformium",
        "Tritanium",
        "Uridium",
        "Uru",
        "Vibranium",
        "Wishalloy",
        "Xirdalium",
        "Xithricite"
    ],
    "weapon": {
        "a": [
            "psychic",
            "laser",
            "gravity",
            "time-continuum disruption",
            "photon",
            "aphasic",
            "nuclear",
            "biological sentient"
        ],
        "b": [
            "cannons",
            "torpedoes",
            "space mines",
            "rockets",
            "blasters",
            "phasers",
            "guns"
        ]
    },
    "shields": [
        "time-flux",
        "hard light",
        "electromagnetic",
        "particle generation",
        "charged plasma",
        "telekinetic",
        "sonic"
    ],
    "name": {
        "a": [
            "Star",
            "Salty",
            "Dusty",
            "Sun",
            "Moon",
            "Black",
            "Rogue",
            "Justice",
            "Glorious",
            "Hexagon",
            "Pentagon",
            "Colonial",
            "Cylon",
            "Constellation",
            "Andromeda",
            "Antlia",
            "Apus",
            "Aquarius",
            "Aquila",
            "Ara",
            "Aries",
            "Auriga",
            "Boötes",
            "Caelum",
            "Camelopardalis",
            "Cancer",
            "Canes Venatici",
            "Canis Major",
            "Canis Minor",
            "Capricornus",
            "Carina",
            "Cassiopeia",
            "Centaurus",
            "Cepheus",
            "Cetus",
            "Chamaeleon",
            "Circinus",
            "Columba",
            "Coma Berenices",
            "Corona Australis",
            "Corona Borealis",
            "Corvus",
            "Crater",
            "Crux",
            "Cygnus",
            "Delphinus",
            "Dorado",
            "Draco",
            "Equuleus",
            "Eridanus",
            "Fornax",
            "Gemini",
            "Grus",
            "Hercules",
            "Horologium",
            "Hydra",
            "Hydrus",
            "Indus",
            "Lacerta",
            "Leo",
            "Leo Minor",
            "Lepus",
            "Libra",
            "Lupus",
            "Lynx",
            "Lyra",
            "Mensa",
            "Microscopium",
            "Monoceros",
            "Musca",
            "Norma",
            "Octans",
            "Ophiuchus",
            "Orion",
            "Pavo",
            "Pegasus",
            "Perseus",
            "Phoenix",
            "Pictor",
            "Pisces",
            "Piscis Austrinus",
            "Puppis",
            "Pyxis",
            "Reticulum",
            "Sagitta",
            "Sagittarius",
            "Scorpius",
            "Sculptor",
            "Scutum",
            "Serpens",
            "Sextans",
            "Taurus",
            "Telescopium",
            "Triangulum",
            "Triangulum Australe",
            "Tucana",
            "Ursa Major",
            "Ursa Minor",
            "Vela",
            "Virgo",
            "Volans",
            "Vulpecula",
            "Anguilla",
            "Antinous",
            "Apis",
            "Aranea",
            "Argo Navis",
            "Asselli",
            "Praesepe",
            "Asterion",
            "Chara",
            "Battery of Volta",
            "Bufo",
            "Cancer Minor",
            "Capra and Haedi",
            "Cerberus",
            "Cor Caroli",
            "Regis",
            "Martyris",
            "Corona Firmiana",
            "Custos Messium",
            "Deltoton",
            "Dentalium",
            "Felis",
            "Frederici Honores",
            "Gallus",
            "Gladii Electorales Saxonici",
            "Globus Aerostaticus",
            "Gryphites",
            "Hippocampus",
            "Hirudo",
            "Jordanus",
            "Leo Palatinus",
            "Lochium Funis",
            "Lilium",
            "Limax",
            "Linum Piscium",
            "Lumbricus",
            "Machina Electrica",
            "Malus",
            "Manis",
            "Marmor Sculptile",
            "Mons Maenalus",
            "Musca Borealis",
            "Noctua",
            "Nubecula",
            "Officina Typographica",
            "Patella",
            "Phoenicopterus",
            "Pinna Marina",
            "Piscis Notus",
            "Polophylax",
            "Pomum Imperiale",
            "Phaethon",
            "Pluteum",
            "Psalterium Georgii",
            "Quadrans Muralis",
            "Quadratum",
            "Ramus Pomifer",
            "Robur Carolinum",
            "Rosa",
            "Sagitta Australis",
            "Scarabaeus",
            "Sciurus Volans",
            "Sextants Uraniae",
            "Siren",
            "Ceneus",
            "Solarium",
            "Sudarium Veronicae",
            "Tarandus",
            "Rangifer",
            "Taurus Poniatovii",
            "Tarabellum and Vexillum",
            "Telescopium Herschelii",
            "Tubus Herschelii Minor",
            "Testudo",
            "Tigris",
            "Triangulus Antarcticus",
            "Triangulum Majus",
            "Triangulum Minus",
            "Turdus Solitarius",
            "Uranoscopus",
            "Urna",
            "Vespa",
            "Triangula",
            "Triangulum",
            "Catuli",
            "Corona",
            "Corolla",
            "Camelus",
            "Vulpes",
            "Equus",
            "Delphin",
            "Ursa",
            "Canis",
            "Felis",
            "Leaena",
            "Cervus",
            "Shen-Long",
            "Ashvini",
            "Bharani",
            "Krittika",
            "Rohini",
            "Mrigashīrsha",
            "Ardra",
            "Punarvasu",
            "Pushya",
            "Āshleshā",
            "Maghā",
            "Pūrva Phalgunī",
            "Uttara Phalgunī",
            "Hasta",
            "Chitrā",
            "Svātī",
            "Vishākhā",
            "Anurādhā",
            "Jyeshtha",
            "Mūla",
            "Pūrva Ashādhā",
            "Uttara Ashādhā",
            "Shravana",
            "Shravishthā",
            "Dhanishta",
            "Shatabhishā",
            "Shatataraka",
            "Pūrva Bhādrapadā",
            "Uttara Bhādrapadā",
            "Revati"
        ],
        "b": [
            "Adventure",
            "Ape",
            "Ascendant",
            "Avenger",
            "Beacon",
            "Ben",
            "Bird",
            "Birthright",
            "Challenge",
            "Damsel",
            "Dog",
            "Dragon",
            "Dream",
            "Dreamer",
            "Falcon",
            "Fighter",
            "Finder",
            "Force",
            "Fury",
            "Ghost",
            "Girl",
            "Hawk",
            "Heart",
            "Heritage",
            "Hopper",
            "Koi",
            "Merchant",
            "Missioner",
            "Monk",
            "Pathfinder",
            "Raider",
            "Raptor",
            "Settler",
            "Skipper",
            "Soul",
            "Tesseract",
            "Tiger",
            "Tortoise",
            "Viper",
            "Walker",
            "Warrior",
            "Wizard"
        ]
    }
}