{
    "A": [
        [
            "Aaamazzara",
            "Homeworld of the Aaamazzarite species."
        ],
        [
            "Acamar III",
            "Homeworld of the humanoid Acamarians, who finally reunited the marauding Gatherers into their world's mainstream with Capt. Picard's help in 2366."
        ],
        [
            "Achrady VII",
            "Site of a conference supposedly attended by Lwaxana Troi before she changed her plans to visit Enterprise-D. This is likely a ruse by Deanna Troi to get Capt. Picard off-ship for a vacation."
        ],
        [
            "Adarak Prime",
            "Planet in Cardassian space and location of a weapons depot."
        ],
        [
            "Adelphous IV",
            "Destination of the USS Enterprise-D at the time Worf handed over the conn to Data for the night watch after O'Brien's wedding in 2368."
        ],
        [
            "Adigeon Prime",
            "Planet where young Julian Bashir was genetically modified by his parents to enhance his mental and physical skills."
        ],
        [
            "Ajilon Prime",
            "Lone Class-M planet of Ajilon in the disputed Archanis sector, three days' warp from Deep Space Nine, and home to a Federation colony. Half the residents were trapped after Klingons captured two settlements in the northern hemisphere. Kalanda's besieged hospital was located at one end of a peninsula near a Starfleet base at Tananda Bay."
        ],
        [
            "Akaali homeworld",
            "The third planet of the Omega Sagittarii star system. Minshara-class homeworld of the Akaali species, visited by the Enterprise NX-01 in 2151."
        ],
        [
            "Akritiri",
            "Delta Quadrant planet with a fascist police state that maintained a prison satellite in 2373."
        ],
        [
            "Alastria",
            "A Delta Quadrant planet with a binary star about 40,000 light-years from Sikaris, accessed via the spatial trajector."
        ],
        [
            "Aldea",
            "A supposedly mythical world in the Epsilon Mynos system whose inhabitants constructed a planet-wide cloaking device to hide their planet from marauders. The cloak effect deteriorated the ozone layer and, over time, rendered the Aldeans sterile with radiation poisoning."
        ],
        [
            "Aldebaran III",
            "Third planet in the Aldebaran system; a longtime Federation member planet on which Janet and Theodore Wallace performed experiments using carbohydrate compounds to slow the aging of plants. It is the location of the Aldebaran Music School. Grand Nagus Zek's nephew Belongo was once detained on Aldebaran III by Starfleet. Dr. Ira Graves, who attempted to cheat death by uploading his consciousness into Lt. Cmdr. Data, wanted to flee to a location in the Aldebaran system, so he could live on with his love, Kareen Brianon. The Aldebaran system is the home of a particularly tight-mouthed creature called the Aldebaran Shellmouth. Scott and Picard share a bottle of Aldebaran whiskey."
        ],
        [
            "Alderaan",
            "In 2135, HMS New Zealand was on a diplomatic mission to Alderaan. The Bajoran criminal Ibudan, chartered a space flight out of Alderaan."
        ],
        [
            "Alfa 177",
            "Class-M planet geo-surveyed by the USS Enterprise NCC-1701 on stardate 1672.1, when a transporter malfunction trapped Lt. Sulu's landing party on the surface overnight during freezing cold that left some suffering severe frostbite."
        ],
        [
            "Algeron IV",
            "Destination of the Enterprise-D after leaving Relva VII in 2364. It is near the Romulan Star Empire and the namesake of the Romulan-Federation “Treaty of Algeron” which banned the UFP from developing cloaking technology."
        ],
        [
            "Alondra",
            "an uninhabited planet in the remote Federation system of Pallas XIV. It was engulfed by the cosmic cloud in 2269."
        ],
        [
            "Alpha III",
            "Planet where a code of law ethics known as the  “Statues of Alpha III” were written."
        ],
        [
            "Alpha Carinae II",
            "Class-M planet on which Dr. Daystrom's M-5 computer was tested in 2268. Note: In Bayer-system nomenclature, Alpha Carinae is the technical catalog name for Canopus."
        ],
        [
            "Alpha Carinae V",
            "The home planet of the Drella, an entity that absorbs energy from the feelings of love it senses around it."
        ],
        [
            "Alpha Cygnus IX",
            "Ninth planet of Alpha Cygni, the classical Bayer-format name for the star more commonly known as Deneb. It lends its name to an historic yet otherwise unspecified treaty negotiated by Ambassador Sarek."
        ],
        [
            "Alpha Eridani II",
            "Planet where the Redjac entity may have been responsible for various murders in the city of Heliopolis. Note: In Bayer-system nomenclature, Alpha Eridani is the technical catalog name for Achernar."
        ],
        [
            "Alpha Laputa IV",
            "Planet on which the USS Zhukov makes cultural observations."
        ],
        [
            "Alpha Leonis system",
            "The Enterprise-D is ordered to take medical supplies from Starbase 343 to an unspecified planet in the Alpha Leonis system. Note: In Bayer-system nomenclature, Alpha Leonis is the technical catalog name for Regulus."
        ],
        [
            "Alpha Majoris I",
            "Short form for the first planet orbiting Alpha Ursae Majoris. Homeworld of a lifeform known as the Mellitus, which is gaseous in transit but becomes solid when still. Note: In Bayer-system nomenclature, Alpha Ursae Majoris is the technical catalog name for Dubhe."
        ],
        [
            "Alpha Omicron VII",
            "A Jupiter-like gas giant where a large space-faring alien was found and unintentionally killed. It was discovered that the alien was pregnant and its baby was birthed post-mortem. The baby was then reunited with other adults."
        ],
        [
            "Alpha Onias III",
            "A barren yet light blue Class-M planet with hazy clouds, considered uninhabited until Barash's species was discovered there in 2367. One large cavern 2 km below the surface contains stalactites, stalagmites, and volcanic gases including methane, sulfur dioxide and hydrogen sulfide."
        ],
        [
            "Alpha Proxima II",
            "One of several planets where female residents were brutally stabbed to death in the style of Jack the Ripper. A lifeform that fed off terror and fear was responsible."
        ],
        [
            "Alpha V",
            "An Earth colony that was home to some of Charles Evans' relatives in 2266."
        ],
        [
            "Alpha-441",
            "Planetoid which was home to a Maquis munitions base in or near the Demilitarized Zone. It was the original programmed target of the Cardassian Dreadnought missile."
        ],
        [
            "Alsaurian homeworld",
            "Inhabited Delta Quadrant planet ruled by the Mokra Order, a military dictatorship suppressing its Alsaurian population while claiming to be helping its self-defense."
        ],
        [
            "Altair III",
            "Third planet located in the Alpha Aquilae star system; where Lt. Cmdr. Riker refused to let his commanding officer on the USS Hood, Captain Robert DeSoto, beam down due to a potentially dangerous situation. The Hood transported Tam Elbrun to the Enterprise-D after DeSoto had communicated with by-then CDR Will Riker."
        ],
        [
            "Altair IV",
            "Fourth planet located in the Alpha Aquilae star system; LT Darien Wallace was born on Altair IV. In 2371, Dr. Henri Roget, of the Central Hospital of Altair IV, was awarded the prestigious Carrington Award for his work in medicine."
        ],
        [
            "Altair VI",
            "Center of the Altair system, the planet was recovering from a longtime intersystem war when the USS Enterprise was ordered to attend its new president's inauguration ceremony in 2267. In the Kobayashi Maru scenario, the ship was nineteen periods out of Altair VI. (Inspired the name of the Altair 8800.)"
        ],
        [
            "Althos IV",
            "Homeworld of the Bzzit Khaht species."
        ],
        [
            "Alture VII",
            "Planet whose protein baths and meditation chambers were simulated by Quark's holosuite. Dr. Crusher wanted to try the program when the Enterprise-D visited Deep Space 9 in 2369."
        ],
        [
            "Amargosa",
            "System where the Amargosa Observatory was located. In 2371, Dr. Tolian Soren used a trilithium missile to destroy the Amargosa star in an attempt to redirect the Nexus Energy Ribbon."
        ],
        [
            "Amerind homeworld",
            "A Class-M planet, otherwise unnamed, located in a dense asteroid belt and home to a colony of Native American Indians that were transported there from Earth by an ancient race known as the Preservers centuries ago. The planet, first surveyed by the USS Enterprise NCC-1701 in 2269, was protected from the asteroids by a defense shield obelisk created by the Preservers."
        ],
        [
            "Amleth Prime",
            "Location of a Cardassian base in the Amleth Nebula. The nebula's emissions rendered cloaking devices inoperable making a sneak attack on the base difficult."
        ],
        [
            "Andevian II",
            "Vacation planet known for its moons and breathtaking landscapes."
        ],
        [
            "Andoria",
            "The Andorian homeworld, a frozen M-class moon orbiting the blue gas giant Andor (Procyon VIII), is a longtime member of the Federation whose inhabitants are distinguished by their blue skin, white hair and antennae. Andoria is near the Vulcan homeworld, and the Vulcans and Andorians are (perceived to be) traditional enemies. Andoria is also host to an Andorian subspecies called the Aenar, who live in isolation from the rest of their world. The albino Aenar are blind but strongly telepathic.[43.[45] Vulcan ambassador V'Lar negotiated the first treaty between Andoria and Vulcan. According to Data, Andorian marriages require groups of four. It is not known whether the Andor/Andoria system is located in the Epsilon Indi star system (Star Trek: The Original Series) or Procyon system (Star Trek: Star Charts)."
        ],
        [
            "Andros III",
            "Home of Dr. Bathkin."
        ],
        [
            "Angel I",
            "A remote Class-M planet orbiting Alpha Gruis, located near the Romulan Neutral Zone. Targeted as a potential Federation member, no doubt due to its strategic location. Its humanoid matriarchy was visited by a UFP ship in 2302 before the USS Enterprise-D came looking for a disabled freighter's survivors 62 years later. It has no traces of naturally occurring platinum."
        ],
        [
            "Angosia III",
            "Homeworld of the Angosian species, who emerged victorious from its war with the Tarsians. In 2366, the Angosians's bid to join the Federation was jeopardized after Capt. Picard discovered that the native authorities had imprisoned its bio-altered veterans on a lunar colony once the war was over."
        ],
        [
            "Antede III",
            "Homeworld of the fish-like Antedean species."
        ],
        [
            "Antica",
            "A planet in the Beta Renner system and homeworld to a canine-like carnivorous race who are deadly enemies of their system neighbors, the Selay."
        ],
        [
            "Antos IV",
            "Home to both a species of giant energy-generating worms and an intelligent species who have perfected the techniques of cellular metamorphosis. Captain Garth learned the ability while convalescing on this planet; it undermined his sanity."
        ],
        [
            "AR-558",
            "Planet in the Chin'toka system of the Alpha Quadrant which is inhospitable to humanoid life. It was the location of a Dominion communications array. During the Dominion-Federation War, AR-558 was invaded by Federation troops and held for five months without relief forces and minimal supplies."
        ],
        [
            "Archanis IV",
            "Federation colony world which Gowron wanted evacuated in 2372-73; Sisko says it's “a long way from DS9”. While under the power of a hostile entity, Pavel Chekov once claimed that the research outpost on this planet was the site of an attack on his non-existent brother, Piotr."
        ],
        [
            "Archer IV",
            "The fourth planet in the 61 Ursae Majoris system, and the first habitable M-class planet discovered and explored by the Enterprise (NX-01). In the 22nd Century, the pollen of plants on this planet had a powerful hallucinogenic effect that nearly caused Commander Trip Tucker to murder Science Officer T'Pol on suspicion of colluding with imaginary aliens against the Enterprise crew. By the 23rd Century, this problem was solved, and the planet became the home of a thriving Federation colony and was named after Captain Jonathan Archer. In the 24th Century, the USS Enterprise (NCC-1701-D) was en route to Archer IV when it encountered a temporal rift; in the alternate timeline created by this incursion, the planet was the location of a major battle in which Federation forces defeated those of the Klingon Empire."
        ],
        [
            "Archer's Comet",
            "Not a planet, but the largest comet ever discovered and large enough for an away team to land on it with a shuttlecraft and collect core samples. Note: Proper reference to it should be to “Comet Archer”."
        ],
        [
            "Archer's Planet",
            "Planet in the Gamma Trianguli sector. Not to be confused with Archer IV which is a different planet. It was the Enterprise-D's destination when it encounters a temporal rift."
        ],
        [
            "Arcturus IV",
            "Homeworld of the Arcturian species."
        ],
        [
            "Ardana",
            "Third planet orbiting the star Rasalas (Mu Leonis A). A Federation member in 2268, despite then supporting two widely disparate castes; the privileged upper-class lived in the city of Stratos, considered the finest example of sustained anti-gravity elevation in the galaxy, while the lower-class “troglytes” were forced to stay on the surface and mine zenite. James Kirk helped end years of mistrust between the two in 2269 while retrieving zenite to stop a plague, and the caste differences were eliminated at Federation request."
        ],
        [
            "Argana II",
            "The Enterprise's destination as they leave Eminiar VII for their next assignment."
        ],
        [
            "Argelius II",
            "Planet strategically important for its port for space-faring races, especially thanks to its hedonistic and hospitable humanoid natives. It was beset by the murdering Redjac entity in 2267. His stateroom on the Enterprise-D is so spacious that Scotty says it reminds him of a hotel room on Argelius."
        ],
        [
            "Argratha",
            "Gamma Quadrant homeworld of the Argrathi species."
        ],
        [
            "Argus X",
            "Planet surveyed by the crew of the USS Enterprise NCC-1701 where they encounter a vampiric entity."
        ],
        [
            "Ariannus",
            "A planet threatened by a bacterial invasion in 2268, until the Enterprise conducted an orbital decontamination."
        ],
        [
            "Arkaria",
            "Inhabited planet and the site of a support base for the orbital Remmler Array, where would-be terrorists and local administrators tried to hijack trilithium resin waste from the Enterprise-D's warp drive during a baryon sweep."
        ],
        [
            "Arloff IX",
            "Geordi mentions that the starship USS Charleston will make an extended stop at Arloff IX."
        ],
        [
            "Armus IX",
            "Riker wore an outfit during a diplomatic conference made of ceremonial feathers from Armus IX."
        ],
        [
            "Arret",
            "Counterpart of Earth (“Terra” spelled backwards) in the alternate universe where time flows backward."
        ],
        [
            "Arvada III",
            "Site of a tragic disaster where a young Beverly Crusher and her grandmother were two of the few surviving colonists. The elder woman's knowledge of medicinal roots saved them when medical ships were late."
        ],
        [
            "Aschelan V",
            "A Cardassian fuel depot in the DMZ near the Badlands. It was the target of the Cardassian Dreadnought weapon which was reprogrammed by the Maquis. The weapon was intercepted first by the Caretaker Array and sent to the Delta Quadrant where it targeted the inhabited planet Rakosa V."
        ],
        [
            "Astral V",
            "Federation colony with a museum dedicated to spacecraft."
        ],
        [
            "Atalia VII",
            "Site of a diplomatic conference delayed by the Enterprise-D's involvement in Dr. Galen's genetic puzzle."
        ],
        [
            "Atbar Prime",
            "Cardassian planet, site of the Cardassian Liberation Front's headquarters. The base was destroyed by Dominion forces in 2375."
        ],
        [
            "Athos IV",
            "Planet which was the location of the last pocket of the Maquis resistance who hid below the surface. The group was wiped out in 2373 by Dominion forces."
        ],
        [
            "Atifs IV",
            "Planet where the ruling Oligarchy employs a stone-knocking ritual of thanks during mealtime, echoing that of the Betazoid and Oolan cultures' meal chimes."
        ],
        [
            "Atlec",
            "Planet located in the Omega Sagitta system. Along with the people of Straleb, its population makes up the Coalition of Madena. War between the planets almost broke out in 2362, when the rogue freighter captain Thadiun Okona was accused of stealing the Straleb “Jewel of Thesia” for Yadar, the daughter of Atlec's leader Debin."
        ],
        [
            "Atrea IV",
            "This planet's cooling core magma was reheated by the Enterprise-D while working with its native scientist, Dr. Pran Tainer, and his wife, Juliana, onetime wife of Dr. Soong and co-creator of Data."
        ],
        [
            "'Aucdet IX",
            "Planet with a Federation medical facility visited by the Enterprise-D. (It is spelled with an apostrophe and a small a in the subtitle track.."
        ],
        [
            "Aurelia",
            "Homeworld of the Aurelians and a member of the United Federation of Planets."
        ],
        [
            "Avenal VII",
            "Planet in Cardassian space that Klingon ruler Gowron ordered a disastrous attack upon in 2375, where all Klingon ships were destroyed."
        ],
        [
            "Avery III",
            "Planet in the Delta Quadrant within the Vidiian Sodality. It was the location of a hidden Vidiian base."
        ],
        [
            "Axanar",
            "Located in the well-known Epsilon Eridani system. Homeworld of the Axanar species. It was also the site of a historic mission led by Garth of Izar."
        ]
    ],
    "B": [
        [
            "B'Saari II",
            "Homeworld of the B'Saari species."
        ],
        [
            "Ba'ku",
            "Class-M planet hidden inside a region of space called The Briar Patch. The planet had unique metaphasic particle rings that generate a rejuvenation effect on its inhabitants, a lost colony of Son'a who settled there sometime in the 21st Century. In 2375, an attempt to strip the rings of its particles by the Son'a commander Ru'afo and the recently widowed Vice Admiral Matthew Dougherty of Star Fleet was foiled by the crew of the Enterprise-E."
        ],
        [
            "Babel",
            "Neutral planet where the Federation Council met in 2267 to determine the admission of the Coridian planets to the Federation. The Articles of Federation were signed on this planet in 2161. Babel orbits Wolf 424, close to Sol & Earth."
        ],
        [
            "Bajor",
            "Homeworld of the Bajoran species. It is the 7th planet in the B'hava'el system. The system is known for being near the Bajoran Wormhole which provides access to the Gamma Quadrant. The space station Deep Space Nine orbits near the system."
        ],
        [
            "Bajor VIII",
            "Eighth planet in the Bajoran star system with six colonies containing several thousand Bajoran settlers. Its proper name is Andros and it has at least two moons. Terrorist Tahna Los, after picking up the explosive bilitrium from the Duras sisters behind the “lower” moon, threatened to blow up the planet's colonists in 2369 if Major Kira did not take him to Deep Space Nine."
        ],
        [
            "Balancar",
            "Alpha Quadrant planet and the source of “syrup of swill”."
        ],
        [
            "Balosnee VI",
            "A vacation planet (pronounced “BOWEL-us-nee”) where the soothing harmonies of the tides can cause stimulating hallucinations. The world was one of Zek's two choices for his first vacation in 85 years after his short-lived “retirement” as Grand Nagus, but he eventually opted for Risa and its “voluptuous females” before faking his death."
        ],
        [
            "Banean homeworld",
            "Delta Quadrant homeworld to the Banea, an independent spacefaring culture in competition with its rival neighbor, the militaristic Numiri. During a stop by the USS Voyager in 2371 to repair a damaged collimator, Paris was convicted of murder and forced to relive the act repeatedly through memory implants, the Banean penal method, until a Numiri spy was revealed to be the true killer."
        ],
        [
            "Barisa Prime",
            "Federation colony located near Tzenkethi space. In 2371, the USS Defiant answers a faked distress call from Barisa indicating the world was attacked by Tzenkethi forces."
        ],
        [
            "Barkon IV",
            "Alpha Quadrant homeworld to a medieval-level culture ruled by village elders and a magistrate. A downed probe was retrieved by Data, who suffered memory loss on the mission and subsequently contaminated the inhabitants of a nearby village with radioactive material. He later found a way to cure the inhabitants of the resulting radiation sickness."
        ],
        [
            "Barradas III",
            "Planet where Riker was captured by mercenaries led by Arctus Baran while searching for Capt. Picard's killers. Riker discovers Picard posing as one of the mercenaries to infiltrate their theft of artifacts."
        ],
        [
            "Barson II",
            "Planet where the Enterprise-D transported medical supplies to fight a viral outbreak."
        ],
        [
            "Barzan",
            "An independent Alpha Quadrant planet that is home to a poor but proud race whose hopes for progress based on a nearby wormhole were dashed in 2366 when it was discovered to be unstable."
        ],
        [
            "Beltane IX",
            "A trading planet of some merchant marine repute within a shuttlecraft's range of Relva VII. Jake Kurland, a rejected Starfleet Academy finalist, intended to “run away” from the Enterprise-D and sign on aboard a freighter there."
        ],
        [
            "Benecia Colony",
            "A young Federation colony with only minimal medical facilities in 2269, when Dr. Janice Lester used them to hide her life-energy transfer with James T. Kirk. Also, presumably, the location of the rehabilitation colony where the Karidian Company was slated to perform, but where Lenore Karidian herself was instead treated for a psychotic break after killing her father Anton."
        ],
        [
            "Benthos",
            "Homeworld of the Benthan species."
        ],
        [
            "Benzar",
            "homeworld of the Benzite species, in orbit of Securis, better known as Delta Pavonis. One native, Ensign Mendon, served on the Enterprise-D as part of an exchange program. Another, Mordock, became the first of his race to be admitted to Starfleet Academy. In 2374, Benzar was conquered by the Dominion during the Dominion War, and later liberated by Romulan forces.[96]"
        ],
        [
            "Berengaria VII",
            "A planet known for its dragon-like lifeforms. In 2151, the Enterprise NX-01 scouted the planet as a proposed site for one of the Federation's first starbases. In 2373, Winn Adami asked Captain Benjamin Sisko rhetorically whether the Federation would sacrifice Berengaria to protect Bajor from the Dominion."
        ],
        [
            "Bersallis III",
            "Planet with renowned firestorms, which occur every seven years. In 2369, the storms forced the Enterprise-D to evacuate the Federation outpost there."
        ],
        [
            "Beta III",
            "Planet whose society is ruled over by a computer called Landru."
        ],
        [
            "Beta VI",
            "Federation colony and destination of the USS Enterprise NCC-1701, before crew were abducted by the entity Trelane to his planet Gothos."
        ],
        [
            "Beta XII-A",
            "Location of a Federation agricultural colony. In 2268, an alien entity sent a fake distress call the Enterprise NCC-1701 claiming the world was attacked by the Klingons. It was all an elaborate ruse to get the crew of the ship to fight the Klingons so the entity could feed off their negative energy of hatred and anger."
        ],
        [
            "Beta Agni II",
            "Federation colony whose water supply was contaminated with tricyanate by trader Kivas Fajo as a diversion to kidnap Lt. Cmdr. Data."
        ],
        [
            "Beta Antares IV",
            "World mentioned as the home of a confusing, and terribly complicated, card game called fizzbin made up by James Kirk in a ruse to escape captors on Sigma Iota II in 2268."
        ],
        [
            "Beta Aurigae",
            "The USS Enterprise was to rendezvous with the USS Potemkin at Beta Aurigae, but Dr. Janice Lester, in Kirk's body, diverted the Enterprise to the Benecia Colony. Note: In Bayer-system nomenclature, Beta Aurigae is the technical catalog name for Menkalinan."
        ],
        [
            "Beta Aquilae II",
            "Second planet in the Beta Aquilae star system. Location of a Starfleet Academy annex. Note: In Bayer-system nomenclature, Beta Aquilae is the technical catalog name for Alshain."
        ],
        [
            "Beta Cassius",
            "another name for the Class M planet Haven."
        ],
        [
            "Beta Kupsic",
            "Destination of the Enterprise-D after leaving Starbase Montgomery."
        ],
        [
            "Beta Niobe I",
            "Also known as Sarpeidon, this class M planet was visited by the USS Enterprise in 2269 hours before its star Beta Niobe went supernova. The Enterprise crew discovered the natives of the world had escaped their fate by time traveling to their world's past."
        ],
        [
            "Beta Stromgren",
            "Star system claimed to be in Romulan territory where a red supergiant was on the verge of going supernova. It is the system where the Vega Nine probe found the living spaceship “Tin Man” (a.k.a. Gomtuu) orbiting near the star. The ancient living ship, apparently the last of its kind, was lonely and ready to accept its suicidal destruction before joining with the Betazed prodigy Tam Elbrun who had been in psychic contact with it."
        ],
        [
            "Beta Ursae Minoris II",
            "Location of a Starfleet Academy annex. Note: In Bayer-system nomenclature, Beta Ursae Minoris is the technical catalog name for Kochab."
        ],
        [
            "Betazed",
            "Also called Beta Zeta V, Betazed is the homeworld of the Betazoid species, and member of the United Federation of Planets. It is the homeworld of Counselor Deanna Troi, and her mother Ambassador Lwaxana Troi. In 2374, Dominion forces took over Betazed, but it was liberated by the Federation's Tenth Fleet."
        ],
        [
            "Betelgeuse II",
            "Homeworld of the Betelgeusan species."
        ],
        [
            "Beth Delta I",
            "Planet where Dr. Paul Stubbs offered to take Counselor Troi to see the city of New Manhattan over champagne."
        ],
        [
            "Bilana III",
            "Planet where a science institute served as the base of operations for an experimental type of propulsion called a Soliton Wave. The wave was generated by field coils on Bilana III and pushed a test vessel toward Lemma II at warp speeds without the ship itself generating the warp field. At Lemma II, a dispersion field would stop the wave and the ship would exit warp."
        ],
        [
            "Bilaren",
            "System with a Federation colony. Amanda Rodgers' adoptive parents were stationed at Bilaren."
        ],
        [
            "Blue Horizon",
            "Terraformed planet, the site of a Federation colony. The planet was visited by Benjamin Sisko and his son Jake on a vacation trip."
        ],
        [
            "Bokara VI",
            "Planet and site of a neuropsychology seminar attended by Deanna Troi in 2369. Troi was abducted from Borkar VI by the Romulan underground, who used her in a plan to help M'Ret defect to the Federation."
        ],
        [
            "Bolarus IX",
            "Federation planet and home to the Bolian species. The planet has an uneasy truce with the Moropa. It sent at least two delegates to the biennial Trade Agreements Conference on Betazed.[117."
        ],
        [
            "Bopak III",
            "Uninhabited Class-M world in the Gamma Quadrant where Bashir and O'Brien encountered Jem'Hadar trying to break their Ketracel-white addiction. Its plants have a high degree of chlorophyll for the planet of a red giant star."
        ],
        [
            "Boraal II",
            "Homeworld of the medieval Boraalan species. Its atmosphere suddenly began a catastrophic dissipation in 2370. The Enterprise-D answered the distress signal sent by Dr. Nikolai Rozhenko, Worf's foster brother, who fell in love with a native woman while disguised as a cultural observer and broke the Prime Directive to save her village."
        ],
        [
            "Boradis III",
            "Site of the first Federation outpost in the Boradis system founded in 2331, and the first of 13 that have since been settled in the sector as of late 2365. Julian Bashir recalls the time he cured a plague on Boradis III."
        ],
        [
            "Boreal III",
            "Planetary home port or residence of the non-Starfleet transport ship Kallisko, destroyed by the Crystalline Entity."
        ],
        [
            "Boreth",
            "The most sacred place of Klingons (pronounced “bore-OTH”) where Kahless was supposed to return. It hosted a monastery for clerics keeping watch until his return and was maintained after their cloned version became Emperor in 2369. Worf went to Boreth to seek the return of Kahless and found a clone version instead. Worf visited Boreth again after the destruction of the Enterprise-D. DS9 had several artistic depictions of Borath on the promenade deck and in the replimat eatery."
        ],
        [
            "Borg Prime",
            "The homeworld of the Borg (speculative). The exact location is unknown, but most likely deep in the Delta Quadrant where the Borg control a huge empire, however it is not the center of governance, that is located in their unicomplex."
        ],
        [
            "Boslic",
            "Homeworld of the Boslic species."
        ],
        [
            "Bracas V",
            "A planet where La Forge has skin-dived among coral reefs."
        ],
        [
            "Braslota",
            "System with three with planets Totoro (Braslota I), Yuri (Braslota II) and Kei (Braslota III), which were fictitious codenames used in “Operation Lovely Angel”, a battle simulation between the USS Enterprise-D and the 80-year-old USS Hathaway. Note: The names were only seen on a computer screen and come from the anime series Dirty Pair."
        ],
        [
            "Brax",
            "Planet in the Gamma Quadrant whose inhabitants call Q the “God of Lies”. Vash visited Brax while in Q's company, though they were not particularly welcome."
        ],
        [
            "Brechtian cluster",
            "System with two inhabited planets threatened by the Crystalline Entity."
        ],
        [
            "Bre'el IV",
            "An inhabited world facing the planetwide chaos of quakes, massive tidal waves, and climate-altering dust clouds when its asteroidal moon threatened to fall out of orbit, (until Q helped out)."
        ],
        [
            "Breen homeworld",
            "The frozen wasteland home of the Dominion-allied Breen species, who must use armored pressure suits when living on many Class-M worlds. Its climate is well-known to off-worlders. Cardassia, for one, has an embassy there."
        ],
        [
            "Brekka",
            "Native name for Delos IV, the Class-M home of felicium, an organic narcotic used by its natives to keep prosperous after they kept system neighbor Ornara secretly addicted to it for 200 years. Note: This Delos IV should not be confused with the planet of another system, commonly called Delos, that is the site of an established Federation-world medical facility."
        ],
        [
            "Brentalia",
            "A planet where endangered lifeforms from different worlds can be brought for refuge. Two of the last fourteen surviving gilvos of Corvan II were transported by the Enterprise-D here for refuge breeding. Worf took Alexander to see the planet's zoo."
        ],
        [
            "Brinda V",
            "Inhabited planet where half the population of a small planet was reported to have been transported away by Orion traders to work as slave labor in their mining camps. Constable Odo had read of the incident and initially compared it to the situation on the Yadera colony."
        ],
        [
            "Bringloid V",
            "Class-M planet endangered by increasing stellar flares and instability in 2365, home to the 223 descendants of the mostly forgotten Neo-Transcendentalists dropped off by the S.S. Mariposa colony ship that left Earth in 2123. Anachronisms even then, the people took refuge 30 meters below the surface but repeatedly refused to develop advanced technology."
        ],
        [
            "Browder IV",
            "Planetary site of a terraforming effort by the USS Hood in 2366, to which the Enterprise-D was bound after helping end a plague on Cor Caroli V. Picard's kidnapping by aliens as part of a bizarre study on authority delayed that mission."
        ],
        [
            "Brunali homeworld",
            "Homeworld of the Brunali species."
        ],
        [
            "Bryma",
            "A former Cardassian colony site in the Demilitarized Zone where the Deep Space 9 runabouts held off a Maquis attack on a confirmed illegal arms depot amid the civilian center. The system included an Oort Cloud. Commander Sisko worried that a forced Cardassian response to the attack would destroy the fragile peace treaty with the UFP."
        ],
        [
            "Bynaus",
            "A planet orbiting Beta Magellan and home to the Bynar race, a computer-dependent culture threatened by a nearby supernova's electro-magnetic pulse. In 2364, natives commandeered the Enterprise-D, the only mobile computer large enough to store their master banks."
        ]
    ],
    "C": [
        [
            "Caere",
            "A planet Dr. Richard Galen planned on going to by way of an Al-Leyan transport from Deep Space 4."
        ],
        [
            "Cairn homeworld",
            "The unnamed home of the Cairn species. They are members of the Federation who have advanced powers of telepathy and are unable to communicate verbally."
        ],
        [
            "Cait",
            "Planet in the 15 Lyncis star system; the homeworld of the ailuroid (cat-like) Caitian species."
        ],
        [
            "Calder II",
            "A planet with a Federation outpost. Known to have valuable archaeological artifacts of a past civilization."
        ],
        [
            "Caldik Prime",
            "The site of a Star Fleet facility with a hospital, where Lieutenant Paris was stationed when his court-martial offense occurred."
        ],
        [
            "Caldonia",
            "The home world of the Caldonian species and a major source of naturally occurring Trillium 323. Possibly a reference to The Atreides Home world in Frank Herbert's Dune Series."
        ],
        [
            "Caldos II",
            "A planet that was one of the Federation's earliest successful terraforming projects."
        ],
        [
            "Caleb IV",
            "A Federation outpost near the Klingon border."
        ],
        [
            "Callinon VII",
            "A planet of the Gamma Quadrant where the Dominion maintains an unmanned, and lightly secured, subspace relay station that handles comm traffic from various Dominion-related members, such as the Karemma."
        ],
        [
            "Calondia IV",
            "Jadzia's wrestling coach says he is on his way to Calondia IV as he leaves her quarters."
        ],
        [
            "Camor V",
            "The home world of the Camorite species. Miranda Vigo, Capt. Picard's lover 24 years in the past, moved to Camor V, and Picard goes there to meet his supposed son Jason Vigo."
        ],
        [
            "Campor III",
            "Site of a new colony est 2371. The colony's crucial field hospital was being outfitted from Deep Space Nine, needing medical supplies from Vulcan that are delayed circa stardate 48467.3."
        ],
        [
            "Camus II",
            "A planet that once was home to a highly advanced species which, though its people apparently never developed space flight, did manage to develop technology, unknown to the UFP, that enabled two intelligent beings to exchange life-entities. Their ruins have long been studied by Federation scientists. In 2269, a Federation team headed by Dr. Janice Lester and Dr. Arthur Coleman was wiped out by Lester to keep the secret of the life-exchange project. The radioactive element celebium, which emits a unique type of particulate radiation that is deadly to humans, is found in large quantities there; apparently, it is the decay product of an ancient thermo-nuclear war. On star date 42215.2, the Enterprise was on its way to Camus II for an archaeological survey when it was diverted by a distress call.”"
        ],
        [
            "Canopius Planet",
            "The home of Phineas Tarbolde when he wrote The Nightingale Woman in 1996."
        ],
        [
            "Capella IV",
            "The home world of the advanced, yet still tribally governed, Capellan species. Dr. McCoy was stationed on the planet for several years and was familiar with the strict Capellan customs. An ailuroid quadruped whose specimens, possessed of the power to discharge lightning-like bolts of electrical energy powerful enough to kill a humanoid, all hated captivity so much that they always had to be killed within four days of capture, the Capellan power cat, was also described as inhabiting the planet."
        ],
        [
            "Cardassia III",
            "The third planet of the Cardassia system, where Zek obtained the Bajoran Orb of Wisdom from a contact. This was his last stop before heading into the wormhole to seek future advice from its builders."
        ],
        [
            "Cardassia IV",
            "The fourth planet of the Cardassia system, from which Major Kira and Chief O'Brien rescued Bajoran prisoners of war still being held in a labor camp, including Li Nalas."
        ],
        [
            "Cardassia V",
            "The fifth planet in the Cardassia system; it hosts a museum where Quark's cousin Kono once stole bone carving artifacts."
        ],
        [
            "Cardassia Prime",
            "The primary home world of the Cardassian species, and the capital of the Cardassian Union. It is the 7th planet in the Cardassian system and is usually referred to simply as “Cardassia.” Few people refer to it by its proper nomenclature, “Cardassia VII.”"
        ],
        [
            "Carema III",
            "The second proposed site of testing experimental particle fountain mining technology."
        ],
        [
            "Carnel",
            "A planet in the midst of a civil war. It was where Capt. Jean-Luc Picard first met Lt. Tasha Yar. Impressed at Yar's heroism in rescuing civilians from a minefield, Picard recruited her to serve aboard the Enterprise-D as head of security."
        ],
        [
            "Carraya IV",
            "A jungle world on the edge of Romulan space which is the site of a secret camp for 73 reluctant Klingon survivors of the Khitomer massacre in 2346."
        ],
        [
            "Casperia Prime",
            "A ringed Class-M planet which the Starfleet Bureau of Information calls the “vacation capital of the Horvian Cluster.” Jadzia Dax planned her and Worf's honeymoon there in 2374."
        ],
        [
            "Castal I",
            "One of several sites of border skirmishes between the Talarians and the Federation, where Endar's son was killed."
        ],
        [
            "Catulla",
            "The people of the planet have delicate relations with the Federation. It orbits Theta Pictoris and is known as Cendo-Prae by the Catullans."
        ],
        [
            "Celtris III",
            "A Cardassian border planet erroneously thought to have a subterranean development site for metagenic weapons. The “base” was later found to be an elaborate hoax perpetrated specifically to capture Captain Picard himself."
        ],
        [
            "Centauri VII",
            "The immortal Flint possessed some of the works of the artists Taranullus of Centauri VII."
        ],
        [
            "Cerberus II",
            "A planet whose natives had developed a rejuvenation process for the body and shared the secret with Admiral Mark Jameson after he had negotiated a treaty for the planet, only to have him administer an ultimately deadly overdosage of the drugs used in the process to himself."
        ],
        [
            "Cestus III",
            "A Federation colony near the Gorn Hegemony that was attacked by the Gorns in 2267. A powerful alien species of sapient discorporates, intolerant of war, that was known as the Metron Consortium mediated a peace treaty, and now the Federation and the Gorns share the planet equally. In 2371, the colonists formed a baseball league with six teams, including the Cestus Comets and the Pike City Pioneers."
        ],
        [
            "Ceti Alpha V",
            "A then barely habitable planet where, in 2267, Captain James T. Kirk marooned the renegade ruler Khan Noonien Singh and his followers after Khan tried to hijack the Enterprise and murder Kirk. Six months later, Ceti Alpha VI exploded and caused the destruction of Ceti Alpha V's ecosystem, shifting its orbit and rendering it a barren wasteland. At least one native life form survived, the parasitic Ceti eel. The story of Khan's survival is chronicled in the 2006 non-canonical novel, To Reign in Hell: The Exile of Khan Noonien Singh. In 2285, the USS Reliant went to Ceti Alpha V, mistaking it for Ceti Alpha VI, which had been chosen for testing the Genesis Device. Khan stole the ship and set out to avenge himself on Kirk. In addition, years before any of this occurred, in an alternate future in the Star Trek: Enterprise episode “Twilight”, after the Xindi destroyed Earth in 2154, the planet became the new homeworld of what was left of Humanity (chosen by episode writer Mike Sussman as a “cruel joke” since the planet would become all but uninhabitable in a hundred years anyway). Note: It is uncertain whether Ceti Alpha is the same as Alpha Ceti, a real star system 220 light years from Earth. Under the Bayer designation system, the Greek letter should precede the constellation name, however, in the novelization of “The Wrath of Khan,” Alpha Ceti V is indeed the form used."
        ],
        [
            "Ceti Alpha VI",
            "A sister planet to Ceti Alpha V, and presumably the outermost planet in the system. The planet exploded sometime around 2267 and destroyed Ceti Alpha V's ecosystem by shifting its orbit. The cataclysmic event apparently went unnoticed by the Federation who chose planet VI as the test site for the Genesis Device in 2285. During the survey mission, the USS Reliant goes to Ceti Alpha V by mistake assuming it was sixth planet."
        ],
        [
            "Chalna",
            "The home world of the Chalnoth species, a people who have no laws or organized system of government. Captain Picard visited the planet when he commanded the USS Stargazer."
        ],
        [
            "Chaltok IV",
            "The site of a Romulan research colony nearly destroyed during the test of a polaric ion device, which led to the Polaric Test Ban Treaty of 2268."
        ],
        [
            "Chandra V",
            "The home world of the Chandran species. The Betazed Tam Elbrun spent time on the planet as a Federation delegate. The peaceful and loving Chandrans have a three-day ritual just for greeting newly arrived visitors."
        ],
        [
            "Chaya VII",
            "A planet where Enterprise-D designer Dr. Leah Brahms headed up a series of engineering debates."
        ],
        [
            "Cheron",
            "A planet orbiting the star 83 Leonis located within Romulan space, whose civilization wiped themselves out through racial bigotry. The Cheron system, by coincidence, is also the site of the “Battle of Cheron” between the Federation and the Romulans. Considered a “humiliating” defeat by the Romulans, according to Admiral Jarok. It led to the creation of the Romulan Neutral Zone and thus likely climaxed the original Romulan War in 2160."
        ],
        [
            "Chrysalian homeworld",
            "The Chrysalians are bidders for the wormhole near Barzan II. They are represented by Devinoni Ral, a charming and deceptive negotiator."
        ],
        [
            "Cirrus IV",
            "The location of the Emerald Wading Pool, recreated in a holodeck program."
        ],
        [
            "Coltar IV",
            "A Federation colony that experienced the “Manheim Effect” time disruption produced by Dr. Manheim's dimensional experiment on Vandor."
        ],
        [
            "Cor Caroli V",
            "The location of an outbreak of Phyrox plague in 2366. For unspecified reasons, Star Fleet deemed the incident classified. Picard mentions the incident to Haro, a Bolian Star Fleet cadet he was imprisoned with. When Haro remembers details of the event, of which a first-year cadet would have no knowledge, Picard realizes Haro is not who she claims to be. Cor Caroli is also the name of the star Alpha Canum Venaticorum."
        ],
        [
            "Coridan",
            "Planet in the Chi¹ Orionis star system. At least one homeworld of the Coridan species, which was important in the early development of the Federation for its rich deposits of dilithium and other minerals. Mining rights were a heated debate between the Tellarites and Vulcans. Ambassador Sarek of Vulcan was credited with achieving the consensus toward admitting the planet to the Federation. In 2374, Coridan's dilthium mines were attacked by the Dominion."
        ],
        [
            "Corinth IV",
            "The location of a Federation starbase. After the mission at M-113, Kirk sets off to Corinth IV to drop off a supply of Mexican chilli peppers to an associate of his at the station."
        ],
        [
            "Corvan II",
            "The homeworld of the Corvan species."
        ],
        [
            "Cravic homeworld",
            "A Delta Quadrant planet with a civilization destroyed by robots."
        ],
        [
            "Cygnet XIV",
            "The 14th planet in the Cygnet system, inhabited by a female dominated society. The Enterprise had a computer update at the planet, and the Cygnetians gave the female voice of the system a flirtatious personality that annoyed Captain Kirk."
        ],
        [
            "Cygnia Minor",
            "A Federation colony near the Planet Q."
        ]
    ],
    "D": [
        [
            "Dakala",
            "A rogue planet discovered in 2151 by the Enterprise NX-01. It exists in perpetual darkness, however the surface is teeming with non-photosynthetic plant life and a diverse animal population, many of which possess bioluminescence. Geologic gases venting from the interior keep the planet warm and most of the life is concentrated near them."
        ],
        [
            "Daled IV",
            "Planet with a hostile atmosphere with composition almost exactly similar to Clauvdia III. The inhabitants were shape-shifting energy beings."
        ],
        [
            "Danula II",
            "Planet where in 2323, young Cadet Jean-Luc Picard won the annual Starfleet Academy Marathon. The Captain kept the certificate he won in his photo scrap book."
        ],
        [
            "Daran V",
            "a Federation colony doomed to be struck by the asteroid Yonada."
        ],
        [
            "Davlos Prime",
            "Planet orbiting Nu Tauri near the Klingon border. Romulans visiting Deep Space 9 used a device manufactured on Davlos III to turn a replicator into a transporter to secretly beam espionage equipment into their quarters from their ship."
        ],
        [
            "Dayos IV",
            "Planet where Klingon Commander Kang retrieved an amulet belonging to The Albino's wife, which contained the location of The Albino's secret fortress on Secarus. The alias “Connelly”, used by Miles O'Brien when he attempted to infiltrate the Orion Syndicate, spent two years in prison for dealing in stolen equipment on Dayos IV."
        ],
        [
            "Decos Prime",
            "Site of a Federation base."
        ],
        [
            "Dedestris",
            "Delta Quadrant planet accessible from Sikaris via the Sikarin Spatial Trajector."
        ],
        [
            "Deinonychus VII",
            "Planet where the Enterprise-D awaited the arrival of the USS Biko."
        ],
        [
            "Dekendi III",
            "Homeworld of the Dekendi species."
        ],
        [
            "Delb II",
            "Home of Nellen Tore, assistant to Admiral Norah Satie who investigated sabotage aboard the Enterprise-D."
        ],
        [
            "Delinia II",
            "In 2209, doctors from Delinia II were the first to diagnose transporter psychosis."
        ],
        [
            "Delios VII",
            "Janeway mentions that the shamans of the Karis tribe on Delios VII practice a ritual that increases the electrical resistance of their skin."
        ],
        [
            "Delos III",
            "Delos III, also known as Ornara, is home to the Ornarans who have become addicted to the drug Felicium by the inhabitants of Delos IV, the Brekkians."
        ],
        [
            "Delos IV",
            "Planet where Dr. Beverly Crusher had training under Dr. Quince. This is not to be confused with another Delos IV also known as Brekka."
        ],
        [
            "Delphi Ardu IV",
            "A star system with a planet that the USS Enterprise-D chased a Ferengi warship to. The planet was the site of an ancient Tkon Empire outpost still protected by a mysterious guardian."
        ],
        [
            "Delta IV",
            "Homeworld of the Deltan species."
        ],
        [
            "Delta Vega",
            "A remote, uninhabited planet, near the edge of the galaxy and site of a semi-abandoned lithium cracking facility, where Captain Kirk attempted to maroon Lt. Cmdr. Gary Mitchell after he developed dangerous psychic powers and threatened the Enterprise. A planet called Delta Vega also appears in the 2009 Star Trek movie. Both the elder Spock and Kirk are marooned there in an arctic region. Spock was left on the planet by the Romulan Nero so he could watch his home world of Vulcan be destroyed. Here, Vulcan and Delta Vega appear close to each other and are possibly in the same star system. (However, according to the semi-canon book Star Trek Star Charts by Geoffrey Mandel, Vulcan is in the 40 Eridani A system which does not include Delta Vega.) After Kirk disrupts the Enterprise mission, he is marooned on Delta Vega by the younger Spock on star date 2252.48. Kirk eventually encounters the older Spock and the two find Montgomery Scott working in a Federation research facility on the planet. Star Trek writers Alex Kurtzman and Roberto Orci, however, have stated that, while the similar name is intentional, the Delta Vega in the episode and the film are not the same planet."
        ],
        [
            "Delvos Prime",
            "Location of a Federation long-term care center."
        ],
        [
            "Deneb II",
            "Second planet in the Deneb Kaitos system. Site of mass murders of women by the killer Redjac, where he was known as Kesla. Note: Non-canon sources state that the true “Deneb” star is not the primary of this planet."
        ],
        [
            "Deneb IV",
            "Fourth planet in the Alpha Cygni system. The location of Farpoint Station, and was visited by the USS Enterprise-D during its maiden voyage. Note: Non-canon sources state that the true “Deneb” star is not the primary of this planet."
        ],
        [
            "Deneb V",
            "Also known as Deneb Kaitos V, where the Federation Academy of Sciences is based. Harry Mudd escaped the planet after being sentenced to death for fraud. Note: Non-canon sources state that the true “Deneb” star is not the primary of this planet."
        ],
        [
            "Deneva",
            "Planet orbiting Kappa Fornacis; a Federation colony that was attacked by strange neural parasites. Captain Kirk's brother Sam resided on Deneva with his family."
        ],
        [
            "Denius III",
            "Capt. Donald Varley of the Federation starship Yamato mentions an Iconian artifact found on this planet."
        ],
        [
            "Denobula",
            "A planet in the Denobula Triaxa (Iota Boötis) system, the homeworld of the Denobulan species. Enterprise character, Dr. Phlox, is a Denobulan. The population is 12 billion, all of which live on a single continent."
        ],
        [
            "Deriben V",
            "Planet where Lt. J.G. Aquiel Uhnari was previously stationed before being reassigned to Relay Station 47."
        ],
        [
            "Dessica II",
            "Planet where the Enterprise-D crew believed Capt. Picard was killed in a bar fight."
        ],
        [
            "Detria",
            "System where in 2369, two gas giants, Detria II, and Detria VI, collided and formed a new protostar. The Enterprise-D went there to monitor the rare event."
        ],
        [
            "Devidia II",
            "Homeworld of the Devidians visited by the Enterprise-D in 2368 to uncover the mystery behind a Devidian fossil found on Earth in the 24th century."
        ],
        [
            "Devos II",
            "Son'a controlled world in the Gamma Quadrant."
        ],
        [
            "Dimorus",
            "Planet infested with poisonous dart-shooting rodents. Gary Mitchell was shot with one of these darts which was intended for his friend James T. Kirk."
        ],
        [
            "Dinaal",
            "Planet in the Delta Quadrant which is densely populated by the Dinaali species. Their complex healthcare system is managed by the Jye species who operate massive hospital ships that float above the over-populated Dinaali cities."
        ],
        [
            "Donatu V",
            "Planet near the Klingon-Federation disputed Sherman's Planet. In 2374, during the Dominon War, the Klingon warship Rotarran escorted Klingon freighters to Donatu V."
        ],
        [
            "Doraf I",
            "The Enterprise-D was headed to Doraf I, a new Federation colony, for a terraforming mission but received and emergency call from Starbase 234."
        ],
        [
            "Dorvan V",
            "Planet adopted by a colony of Native American Indians which became annexed by the Cardassians according to the Federation-Cardassian Treaty of 2370. It was Capt. Picard's painful task to relocate this colony to a new planet after having discovered one of his Earth ancestors may have helped drive Indians from their native lands centuries ago on Earth."
        ],
        [
            "Dosi homeworld",
            "Dominion allied planet in the Gamma Quadrant. Quark negotiates for trade rights with the Dosi. The name of their planet is never mentioned in the show however it appeared on tactical readout screens as Dosi."
        ],
        [
            "Dozaria",
            "Alpha Quadrant planet located between Cardassian Union and the Breen Confederacy. In 2372, Major Kira mounts a rescue mission to find her friend Loret Akrim, whose prison transport ship was shot down and crashed on Dozaria by Breen warships during the Cardassian Occupation of Bajor. Also on the doomed transport was Gul Dukat's illegitimate daughter Tora Ziyal. Dozaria could be traveled to through the Iconian gateway on Vandros IV."
        ],
        [
            "Draken IV",
            "Planet with a Federation starbase near the Romulan Neutral Zone."
        ],
        [
            "Drayan II",
            "Homeworld of the Drayan species."
        ],
        [
            "Draygo IV",
            "An M-class planet considered for the relocation of the Boraalans, but since it lies near Cardassian space, it could not be chosen as a refuge."
        ],
        [
            "Draylax",
            "Planet in the Epsilon Indi system; homeworld of the Draylaxian species."
        ],
        [
            "Draylon II",
            "Uninhabited planet. The refugee Skrreea, who thought Bajor was their mythical refuge Kentanna, resettled on Draylon II after the Bajoran provisional government declined their request to settle on Bajor."
        ],
        [
            "Drema IV",
            "Planet in the Selcundi Drema sector with a pre-warp civilization on the verge of destruction by seismic turbulence. The Enterprise is the first manned vessel to visit the system. Lt. Commander Data was contacted by a young Dreman girl named Sarjenka asking for help. He went against orders and the Prime Directive and went to the surface to help her. Later, Wesley Crusher came up with the idea of launching probes onto the surface that would emit harmonic vibrations that could quell the tectonic stresses at the core."
        ],
        [
            "Dreon VII",
            "Location of a Bajoran colony."
        ],
        [
            "Dulisian IV",
            "A Federation colony near the Romulan border. In their attempts to invade Vulcan, the Romulans tried to lure away the Enterprise-D from the Romulan Neutral Zone with a fake distress call from Dulisian IV."
        ],
        [
            "Durenia IV",
            "Destination of the Enterprise-D after it left Starbase 133."
        ],
        [
            "Duronom",
            "Enolian penal colony."
        ],
        [
            "Dytallix B",
            "The fifth planet in the Omicron Ceti star system, also called Mira V, it is an abandoned commercial mining planet where CAPT Jean-Luc Picard secretly rendezvoused with CAPT Walker Keel to discuss a conspiracy within Starfleet. The planet is owned by the Dytallix Mining Corporation. Note: In Bayer-system nomenclature, Omicron Ceti is the technical catalog name for Mira."
        ]
    ],
    "E": [
        [
            "Earth",
            "Also known as Terra, or Sol III. Earth is the homeworld of the Human species, and the location of the capital of the United Federation of Planets in Paris, as well as Starfleet Headquarters in San Francisco. Residents of Earth were called Terrans in the alternate “Mirror” universe. Earth's moon, called Luna, or Sol IIIa, is also colonized. The capital is Tycho City. At least one other sentient race evolved on Earth in the past, the reptilian Voth species. Possibly descended from Hadrosaurids, the Voth became advanced and developed space travel, escaping Earth before an asteroid impact 65 million years ago. They relocated to the Delta Quadrant. Another likely-sentient race evolved on Earth along with Humans, as humpback whales are strongly implied to be sentient based on their communication with Spock and the probe orbiting Earth in Star Trek IV."
        ],
        [
            "Earth Colony 2",
            "A Federation settlement."
        ],
        [
            "Eden",
            "A planet sought by the mad Dr. Sevrin and his group of young followers. They believed the planet lay in the Romulan Neutral Zone and forced the Enterprise NCC-1701 to go there. The planet they find, however, though it is a lush paradise, proves to be teeming with plant life containing deadly, highly corrosive acid. Note: Eden was also the human name given for the mythical planet Sha Ka Ree which lay at the center of the galaxy."
        ],
        [
            "Efros",
            "Homeworld of the Efrosian species."
        ],
        [
            "Ekos",
            "The “inner” planet of its system whose inhabitants, the Ekosians, modeled their society after Nazi controlled Germany of mid-20th Century Earth, This was implemented by a Human observer, the historian Professor Dr. John Gill, Ph.D., who believed that, under a benevolent Führer (himself), what he wrongly perceived as the regime's order and efficiency could be achieved without its brutality. This contaminated the development of the planet's culture, and after the Ekosian Melakon, a power-hungry leader more in line with the “real” Nazis, secretly took control and made Gill his puppet, Ekos declared war on the “outer” planet of Zeon."
        ],
        [
            "Elas",
            "A planet whose people sought peace with a warring neighbor world, Troyius, with an arranged marriage. The tears of Elasian females have an aphrodisiac affect on men, apparently through an infectious microbe that Elasian women carry with no apparent effect on themselves. Scott tells the story of transporting the Dohlman of Elas."
        ],
        [
            "El-Adrel IV",
            "A planet where a dimensional-shifting creature resides. In 2368, a Tamarian captain named Dathon took Picard there, against the latter's will, to fight the beast together. Dathon's attempts at intelligent communication and cooperation were hampered by the Tamarian language structure, which consisted of cultural metaphor and allegory, but Dathon hoped that a common, shared danger against which the two captains might have to join forces could help his people, “The Children Of Tama,” and the Federation reach a non-aggression pact. That commitment proved to be one for which he was willing to give his life, and indeed, he so gave it and thus became a martyr for the cause."
        ],
        [
            "El-Auria",
            "The home of the El-Aurian species, which was destroyed by the Borg. In 2293, two El-Aurian refugee ships were caught in the Nexus Energy Ribbon. Guinan was among those rescued from one of the ships before it was destroyed."
        ],
        [
            "Elanu IV",
            "A planet visited by Sisko and Curzon Dax."
        ],
        [
            "Elaysian homeworld",
            "The low-gravity homeworld of the Elaysian species."
        ],
        [
            "Elba II",
            "An inhospitable planet on whose surface an asylum for the criminally insane is maintained inside a pressure dome. Perhaps ironically, Elba is also the name of an island off Italy where Napoleon Bonaparte was exiled; insane people are sometimes comically depicted as believing they are Napoleon and appear dressed like him."
        ],
        [
            "Ellora homeworld",
            "The home of the Ellora species. It is one of the three planets ruled over by the Son'a Solidarity."
        ],
        [
            "Emila II",
            "The destination of the Enterprise-D after its mission at Tanuga IV."
        ],
        [
            "Eminiar VII",
            "The home world of the Eminian people. The inhabitants are discovered to be engaged in a simulated war with the people of the planet Vendikar. The original cause of the war between the Eminians and the Vendikans, who were originally Eminian colonists, is never given in the installment."
        ],
        [
            "Enara Prime",
            "The Delta Quadrant home world of the Enaran species."
        ],
        [
            "Endicor",
            "Destination of the Enterprise-D until it found a shuttle craft with a duplicate of Jean-Luc Picard from six hours into the future aboard."
        ],
        [
            "Epsilon 119"
        ],
        [
            "Epsilon IV",
            "Fourth planet orbiting the star Epsilon Hydrae, located in Klingon space."
        ],
        [
            "Epsilon Canaris III",
            "A planet whose inhabitants wish to join the Federation but are at war with each other. “Epsilon Canaris” is actually short for Epsilon Canis Majoris, otherwise known as Adhara."
        ],
        [
            "Epsilon Eridani",
            "Well-known star system orbited by the famous Federation planet of Axanar. Note: In Star Trek: The Original Series, Epsilon Eridani was thought to be the home system of the Vulcans. Star Trek: Star Charts later placed Vulcan in the 40 Eridani system, supported by the fact that Charles “Trip” Tucker III mentioned in an episode of Star Trek: Enterprise that Vulcan is 16 light-years from Earth; 40 Eridani is indeed 16 light-years from Earth."
        ],
        [
            "Epsilon Indi II",
            "The birthplace of Walter Pierce. Note: In Star Trek: The Original Series, Epsilon Indi was thought to be the home system of the Andorians. Star Trek: Star Charts later placed Andoria in the Procyon system."
        ],
        [
            "Epsilon West IV",
            "The planet the SS Manila was bound for. Indicated on a shipping manifest."
        ],
        [
            "Erabus Prime",
            "A planet in the Gamma Quadrant visited by Vash and Q. Vash was bitten by a poisonous bug on the planet and would have died if not for Q's intervention."
        ],
        [
            "Errikang VII",
            "A Gamma Quadrant planet whose inhabitants nearly killed Vash while in Q's company."
        ],
        [
            "Evadne IV",
            "The destination of the Enterprise-D until it uncovered an unstable wormhole near the Ngame Nebula."
        ],
        [
            "Evora homeworld",
            "The home of the Evora species, which is a citizen race of the Federation."
        ],
        [
            "Excalbia",
            "A volcanic planet home to an alien species who had Kirk and Spock battle illusionary enemies in a test of good and evil."
        ],
        [
            "Exo III",
            "An icy Class P planet where Nurse Christine Chapel's former fiancee Dr. Roger Korby had a research station. The planet once sustained an ancient civilization, whose ruins are now found underground; it was evidently destroyed by the androids its people created without ever developing space flight."
        ]
    ],
    "F": [
        [
            "Fabrina",
            "Homeworld of the Fabrini species whose world was destroyed by a supernova explosion. The Fabrini used Yonada, a hollow asteroid as a lifeboat to save themselves from annihilation."
        ],
        [
            "Fahleena III",
            "Planet that lies along a Valerian trade route who periodically supplied Cardassians with weapon making materials."
        ],
        [
            "Farius Prime",
            "Heavily industrialized home of the Farian species and headquarters of the Orion Syndicate crime organization."
        ],
        [
            "Faynos",
            "Delta Quadrant planet."
        ],
        [
            "Felton Prime",
            "Planet in Cardassian space with a military base and relay station."
        ],
        [
            "Fendaus V",
            "Planet whose hereditary leaders have a genetic condition that results in them being born without limbs."
        ],
        [
            "Ferenginar",
            "Alpha Quadrant homeworld of the Ferengi species and capital of the Ferengi Alliance. The planet known to be dismal with overcast skies, nearly constant planet-wide torrential rainfall, deep swamps of rotting vegetation, and thick muddy rivers."
        ],
        [
            "Fina Prime",
            "A Vidiian planet in the Delta Quadrant."
        ],
        [
            "Finnea Prime",
            "Homeworld of the Finnean species."
        ],
        [
            "Feris VI",
            "featured in the DS9 episode “Life Support”."
        ],
        [
            "Flaxian homeworld",
            "Flaxian assassins are known to use pheremonic sensors to detect their intended targets."
        ],
        [
            "Folnar III",
            "Troi shows guests a Jewel Plant from Folnar III in the Enterprise's arboretum."
        ],
        [
            "Forcas III",
            "In 2370, Lt. Worf returns victorious from the Bat'leth competition on Forcas III. Guinan offers Lt. Cmdr Data a bitter alcoholic beverage from Forcas III which he expressed dislike, however he chose to continue drinking the beverage to experience the feelings of bitterness caused by his new emotion chip."
        ],
        [
            "Forlat III",
            "Planet whose colony fell victim to an attack by the Crystalline Entity."
        ],
        [
            "Fornax",
            "when Fornax's sun went supernova, the Enterprise saved the colonists."
        ],
        [
            "Founders' homeworld",
            "A barren Gamma Quadrant planet and homeworld of the Founders. It is a rogue planet in the Omarion Nebula in the center of Dominion space. The Founders themselves exist as a massive “ocean” of amber liquid known as “The Great Link”."
        ],
        [
            "Freehaven",
            "Bajoran colony."
        ]
    ],
    "G": [
        [
            "Gagarin IV",
            "Location of the Federations' Darwin Genetic Research Station. Possibly named after Yuri Gagarin, the first Human in space in 1961."
        ],
        [
            "Gaia",
            "Gamma Quadrant Class-M planet surrounded with a strange quantum energy barrier. In the 22nd Century, the planet was colonized by the crew of the USS Defiant who were sent back into an alternate timeline when the Defiant crashed on the planet and could not send a distress call."
        ],
        [
            "Galador II",
            "A Galador freighter is described as traveling between Farius Prime and Galador II in DS9 episode “The Maquis.”"
        ],
        [
            "Galdonterre",
            "Planet where the alien known as “The Albino” hid after enacting his revenge against the Klingon's Kang, Kor, and Koloth."
        ],
        [
            "Galen IV",
            "Planet contested between the Federation and the Talarians. It is the birthplace of Jeremiah Rossa/Jono."
        ],
        [
            "Gallos II",
            "Planet with a ruling family named Tanagra."
        ],
        [
            "Galor IV",
            "Location of the Daystrom Institute."
        ],
        [
            "Galorda Prime",
            "Planet where in 2370, a Klingon transport crashed."
        ],
        [
            "Galorndon Core",
            "A magnetically unstable planet near the Romulan Neutral Zone. In 2366 Lt. Cmdr. La Forge is trapped on the planet with a Romulan survivor of a crashed shuttle named Centurion Bochra. The electromagnetic storms blinded Geordi's VISOR and paralyzed the Romulan's nervous system, and the two had to work together to survive. The planet was a rendezvous point for the delivery of a stolen deflector array; The Romulan commander Chulak was defeated here."
        ],
        [
            "Galvin V",
            "Planet indicated by Data as having inhabitants who only consider a marriage successful if the couple has a child within the first year."
        ],
        [
            "Gamelan V",
            "Planet threatened by a space barge that leaked radioactive waste into the atmosphere."
        ],
        [
            "Gamma 400",
            "System where Starbase 12 is located. It lies near the Mutara Nebula."
        ],
        [
            "Gamma II",
            "An uninhabited planetoid where an un-manned Federation research station is located. It was visited by the USS Enterprise"
        ],
        [
            "Gamma VII-A",
            "A system around a fourth magnitude sun with billions of inhabitants, killed by a giant space amoeba."
        ],
        [
            "Gamma Canaris IV",
            "Planet Commander Kieran MacDuff (a disguised Satarran) claimed he was from."
        ],
        [
            "Gamma Canaris N",
            "Planet where the developer of Warp technology, Zefram Cochrane, survived alone for many years."
        ],
        [
            "Gamma Hromi II",
            "Planet in the Hromi Cluster where a group of Acamarian Gatherers planned an ambush of Federation personnel."
        ],
        [
            "Gamma Hydra II",
            "Captain Kirk, under the effects of rapid aging, mistakes Gamma Hydra IV for Gamma Hydra II."
        ],
        [
            "Gamma Hydra IV",
            "A planet with a Federation research station where the science team is found suffering from rapid aging."
        ],
        [
            "Gamma Tauri IV",
            "Location of an unmanned Federation monitoring post. In 2364, the Ferengi stole a T-9 energy converter from the station."
        ],
        [
            "Gamma Trianguli VI",
            "A tropical planet whose primitive inhabitants worship an ancient computer called Vaal."
        ],
        [
            "Gamma Vertis IV",
            "Planet whose inhabitants are mute."
        ],
        [
            "Ganalda IV",
            "Location of a battle during the Second Federation-Klingon War where the Klingons were forced to retreat."
        ],
        [
            "Garadius IV",
            "Destination of the USS Enterprise-D on a diplomatic mission but was diverted to help a disabled Romulan science ship experimenting with an interphase generator."
        ],
        [
            "Garenor homeworld",
            "A Delta Quadrant planet, the entire Garenor species was “erased” by the Krenim with their temporal weapon."
        ],
        [
            "Garon II",
            "Planet where Lt. Ro Laren disobeyed orders resulting in the deaths of eight fellow officers."
        ],
        [
            "Gaspar VII",
            "Federation colony, home of Capt. Edwell."
        ],
        [
            "Gault",
            "A farming colony where Lt. Worf was raised under the care of human guardians."
        ],
        [
            "Gedi Prime",
            "Federation recreation planet, said to make Risa look like a “tourist trap”. The Doctor challenged the hologram Reg to a game of golf on the “back nine” at Gedi Prime. (The name Gedi Prime echoes both the fictional “Giedi Prime” (home of House Harkonnen in the Dune series) and the real Prima Giedi or Algiedi Prima star system."
        ],
        [
            "Gema IV",
            "Kazon slave world."
        ],
        [
            "Gemaris V",
            "Homeworld of the Gemarian species."
        ],
        [
            "Gemulon V",
            "Destination of the Federation colony ship SS Santa Maria which instead crashed on an uncharted planet in the Orellius system. Cmdr. Sisko and Chief O'Brien, finding the lost colony ten years later, discovered that the ship had been deliberately marooned there by Alixus, a woman who believed mankind should do without technology."
        ],
        [
            "Genesis Planet",
            "A planet created by Dr. David Marcus' Genesis device that was detonated by the renegade prince Khan Noonien Singh. Genesis aged rapidly and exploded not long after its formation as the result of protomatter used in its creation."
        ],
        [
            "Ghorusda",
            "Homeworld of the warp-capable Ghorusdan species who attacked the USS Adelphi during a botched first contact mission."
        ],
        [
            "Gideon",
            "Planet visited by the USS Enterprise whose inhabitants have repeatedly refused to establish diplomatic relations with the UFP. (Non-canonical and semi-canonical sources identify it as planet number VII in the Delta Dorado star system.) Gideon supposedly has a naturally near-sterile environment whose inhabitants have remarkable self-regenerative abilities and thus are incredibly long-lived, and the planet, when the Enterprise encountered it, was severely overpopulated as a direct result."
        ],
        [
            "Golana",
            "Bajoran colony and vacation planet, once inhabited by an advanced now-extinct civilization. In 2374, a time portal was discovered in a cave on the planet where Molly O'Brien was accidentally sent 300 years into the past when the planet was uninhabited."
        ],
        [
            "Gonal IV",
            "Planet known for its moth swarms."
        ],
        [
            "Gorlan homeworld",
            "Capt. Kirk's equivalent in a parallel universe suppressed an uprising on the Gorlan homeworld in TOS episode “Mirror, Mirror”. It is unclear whether the Gorlan homeworld also exists in Capt. Kirk's universe."
        ],
        [
            "Gorn Homeworld",
            "The home world of the reptilian humanoid species the Gorns, a species that has appeared in the Enterprise episode “In a Mirror, Darkly (Part II)” and in the Original Series episode Arena. The Gorn home world is probably the location of the center of the Gorn Hegemony. (Sources not officially recognized as canon identify the Gorns's home world as Tau Lacertae IX.)"
        ],
        [
            "Gothos",
            "A rogue planet encountered in the middle of empty space. The puckish Trelane, an immature representative of his alien race of sapient discorporates, controlled the planet, moved it about the galaxy, and molded it into a personal playground with the help of sophisticated machinery, which he called “mediums of instrumentality.”"
        ],
        [
            "Gramilia",
            "Known for Gramilian sand fleas."
        ],
        [
            "Gravesworld",
            "Planet named for Dr. Ira Graves, a genius physicist who was dying of Varnay's disease. He cheated death by uploading his consciousness into the android Lt. Cmdr. Data. This act disgusted Kareen Brianon, Grave's young assistant with whom he was in love. Graves eventually left Data's mind, transferring all his knowledge to a computer bank, but his soul seemed to had finally “passed on.”"
        ],
        [
            "Grazer",
            "Homeworld of the Grazerite species."
        ]
    ],
    "H": [
        [
            "H'atoria",
            "Klingon colony."
        ],
        [
            "Ha'Dara",
            "Y class planet in the Delta Quadrant, chosen as a new home by renegade holograms. The name means “home of light” in Bajoran."
        ],
        [
            "Hakton VII",
            "Federation colony in the Cardassian DMZ."
        ],
        [
            "Haakon",
            "Delta Quadrant planet featured in the Voyager episode “Pathways”."
        ],
        [
            "Halana",
            "Homeworld of the Halanan species."
        ],
        [
            "Halee",
            "Halee is a system in Klingon space known to have a world with a savage and deadly environment. It was once customary for Klingon criminals who are sentenced to death, to be taken to the world, given a weapon, and stranded there to face the dangers so they can “die as warriors”."
        ],
        [
            "Halii",
            "Homeworld of the Haliians."
        ],
        [
            "Halkan homeworld, presumably properly named Halka",
            "A planet surrounded by spatial conditions that can cause ion storms and inhabited by the Halkan people. The USS Enterprise visits the world to persuade the inhabitants to allow the Federation to mine dilithium there. The inhabitants, however, appear to have little interest in a Federation alliance."
        ],
        [
            "Hanoli",
            "The Hanoli system was destroyed by an expanding subspace anomaly in the 23rd century."
        ],
        [
            "Hanon IV",
            "Inhabited Delta Quadrant planet in an early stage of development similar to Earth's Pliocene Age."
        ],
        [
            "Hanoran II",
            "Destination of the Enterprise-E for an archeological mission before it was diverted it to the Ba'ku system."
        ],
        [
            "Hansen's Planet",
            "Planet inhabited by primitive giants similar to those found on Taurus II."
        ],
        [
            "Harrakis V",
            "Planet visited by the Enterprise-D."
        ],
        [
            "Harrod IV",
            "Featured in the TNG episode “The Perfect Mate”."
        ],
        [
            "Haven",
            "A paradise planet featured in the TNG episode “Haven”. It is also known as Beta Cassius. The Enterprise-D stops for shore leave. The planet is rumored to have mystical healing powers."
        ],
        [
            "Hayashi",
            "Star system where the Enterprise-D is ordered to prepare detailed exospheric charts of the system as the first step toward planet colonization."
        ],
        [
            "Hekaras II",
            "Planet along the Hekaras Corridor whose inhabitants were threatened by a subspace rupture caused by the passing of ships in warp. The Federation passed a non-emergency Warp 5 “speed limit” for all ships."
        ],
        [
            "Hell",
            "Inhospitable Delta Quadrant world discovered by the USS Voyager in 2372. A reptilian race used the planet as a breeding ground."
        ],
        [
            "Hemikek IV",
            "Delta Quadrant planet used as a Kazon/Maquis rendezvous."
        ],
        [
            "Heva VII",
            "Delta Quadrant planet, site of a refueling station."
        ],
        [
            "Hoek IV",
            "Gamma Quadrant world in the Lantar Nebula."
        ],
        [
            "Holberg 917-G",
            "A planet visited by the USS Enterprise where the crew meet the immortal being known as Flint. Flint had acquired ownership of the planet using the alias Mr. Brack. Non-canonical sources place it in the same star system as Omega IV, described in “The Omega Glory.”"
        ],
        [
            "Holna IV",
            "Alpha Quadrant planet captured by the Dominion."
        ],
        [
            "Hottar II",
            "featured in the TNG episode “The Offspring”."
        ],
        [
            "Hupyria",
            "Hupyrian beetle snuff, popular with Grand Nagus Zek and other Ferengi, is mentioned in DS9 episode “Rules of Acquisition.” It probably comes from the planet Hupyria. Zek's servant Maihar'du is a Hupyrian."
        ],
        [
            "Hurada III"
        ],
        [
            "Hurkos III",
            "A non-aligned world where the negotiator Devinoni Ral spent most of his youth."
        ]
    ],
    "I": [
        [
            "Iadora Colony",
            "Federation colony inhabited during the late 24th century. It is also the location of a starship construction facility."
        ],
        [
            "Icarus Prime"
        ],
        [
            "Iconia",
            "A fabled planet that lies in the Romulan Neutral Zone. The planet was the home world of the ancient Iconian species, who constructed stargates that allowed them to travel to other worlds as easily as opening a door. The UFP feared that the Romulan Star Empire might have been reverse engineering Iconian technology for use against the Federation. The Enterprise became infected by an Iconian computer virus after downloading contaminated computer logs from one of its sister ships in the USS Galaxy's class, the USS Yamato, which was destroyed after being scanned by an Iconian probe."
        ],
        [
            "Icor IX",
            "Site of Federation astrophysics center. One of the places Capt. Picard thought of visiting to attend a symposium on rogue star clusters."
        ],
        [
            "Idran",
            "Uninhabited Gamma Quadrant system at the end of the Bajoran Wormhole, 70,000 light years from Bajor. It was explored by the Quadros 1 probe in the 22nd Century."
        ],
        [
            "Ilari",
            "Delta Quadrant planet and home to the Ilari species. It has at least five moons."
        ],
        [
            "Ilecom system",
            "a system that was affected by Dr. Paul Manheim's time experiments."
        ],
        [
            "Ilidaria",
            "Delta Quadrant planet and homeworld of the Ilidarians. Located four light years from a Type-4 quantum singularity."
        ],
        [
            "Illyria",
            "Homeworld of the Illyrian species."
        ],
        [
            "Inavar Prime",
            "Delta Quadrant planet where three “released” Borg, (Lansor, Marika, and P'Chan), underwent a process to remove their Borg implants. The procedure however left them severely scared."
        ],
        [
            "Indri VIII",
            "Uninhabited planet with a biosphere that was destroyed by the Klingon cruiser IKS Maht-H'a."
        ],
        [
            "Inferna Prime",
            "Planet where in 2372 Quark was sent to testify in a Federation grand jury against the Orion Syndicate. The Syndicate tried to have Quark assassinated before he could testify."
        ],
        [
            "Ingraham B",
            "A Federation colony."
        ],
        [
            "Invernia II",
            "Planet where Julian Bashir was raised. It was after witnessing the death of a young girl here that Bashir chose to become a doctor."
        ],
        [
            "Iota Geminorum IV",
            "Homeworld of the tribble. Tribbles are cute little furry creatures who breed every 12 hours if fed. Tribbles were considered mortal enemies by the Klingons, who tracked them down throughout the galaxy and obliterated the tribble homeworld. By the end of the 23rd century, they were eradicated, but Sisko, Dax, Bashir and O'Brien brought some to the 24th century, when they briefly infested DS9."
        ],
        [
            "Iraatan V",
            "According to his Starfleet file, Zibalian trader Kivas Fajo was educated on this planet."
        ],
        [
            "Irtok",
            "Planet controlled by the Ferengi."
        ],
        [
            "Isis III",
            "Destination of the Enterprise-D after the events of TNG episode “Too Short a Season”."
        ],
        [
            "Itamish III",
            "Planet where Jake Sisko's mother, Jennifer, taught him how to water ski."
        ],
        [
            "Ivor Prime",
            "Colony destroyed by a Borg cube on its way to attack Earth."
        ],
        [
            "Iyaar",
            "Homeworld of the Iyaaran people, with whom the Enterprise-D has a cultural exchange."
        ],
        [
            "Izar",
            "A Federation colony officially catalogued as Epsilon Boötis III. The legendary starship captain named Garth was an Izarian. The planet's capital is New Seattle."
        ]
    ],
    "J": [
        [
            "Janus VI",
            "a Class D planet featured in the TOS episode “The Devil in the Dark”, where a pergium mining colony resides. The USS Enterprise is called there to investigate the unexplained deaths of miners only to reveal the world is inhabited by the Horta, a silicon-based organism defending its territory."
        ],
        [
            "Japori II",
            "Second planet in the Beta Caeli star system."
        ],
        [
            "Jaros II",
            "Site of a Federation prison, referred to as a “stockade” by Ensign Ro who had spent time there after being court martialed for disobeying orders during a mission on Garon II."
        ],
        [
            "Jerido",
            "A moon of Bajor, featured in the DS9 episode “Progress”."
        ],
        [
            "Jouret IV",
            "Site of the Federation colony New Providence which was destroyed by the Borg in 2366."
        ],
        [
            "Juhraya",
            "Federation colony handed over to the Cardassians in 2370."
        ],
        [
            "Jupiter",
            "or Sol V. The largest gas giant in the Sol System. The EMH was developed at Jupiter Station which orbits the planet."
        ]
    ],
    "K": [
        [
            "Kabatris",
            "Riker mentions that he had gone on a diplomatic mission to Kabatris, where he was required to wear furs."
        ],
        [
            "Kabrel I",
            "Planet in Federation space sought by the Dominion for its native tri-nucleic fungi which could replenish supplies of ketracel-white."
        ],
        [
            "Kabrel II"
        ],
        [
            "Kaelon II",
            "Homeworld of the Kaelon species. The planet was orbiting a dying star, home world of Dr. Timicin and his people."
        ],
        [
            "Kaldra IV",
            "The Enterprise-D carries a delegation of Ullians to Kaldra IV."
        ],
        [
            "Kalla III",
            "Planet in Pakled territory, rich in magnasite deposits."
        ],
        [
            "Kanda IV",
            "Planet whose emperor of the 7th dynasty was named Darmok."
        ],
        [
            "Kantare",
            "Homeworld of the Kantare species."
        ],
        [
            "Kar-telos",
            "System in the Gamma Quadrant with thick asteroid belts."
        ],
        [
            "Karemma",
            "Dominion allied homeworld of the Karemma species, located in the Gamma Quadrant. In DS9 episode “Starship Down”, Quark learns of the existence of the Karemma. In DS9 episode “The Search” Sisko hopes the Karemma will lead him to the Founders."
        ],
        [
            "Kataan",
            "World destroyed in the 14th century when its star went supernova. Under the influence of a Kataan probe, in just 25 minutes, Capt. Picard lives a lifetime of events on this world."
        ],
        [
            "Katarrea VII",
            "Homeworld of the V'naree species."
        ],
        [
            "Kavaria",
            "Home planet of the Kavarian tiger-bat, which Jake Sisko was researching."
        ],
        [
            "Kavis Alpha IV",
            "Planet where the Enterprise-D dropped off a colony of nanites that were infecting the computer core. The nanites developed a collective intelligence and consciousness and went to war with the crew after scientist Paul Stubbs killed some of them. Peace was eventually made and Captain Picard declared them a new species and gave them a home on the planet."
        ],
        [
            "Kazlati homeworld",
            "One of the Maquis crewmen, a Bolian, was wearing a medallion he made in a Kazlati design while he visited their homeworld."
        ],
        [
            "Kelemane's Planet",
            "Delta Quadrant planet notable for its unusual toroidal shape caused by a natural tachyon energy field. In 2376, the USS Voyager was caught in the planet's gravity which disrupted the tachyon field and caused seismic activity on the surface that threatened the lives of native inhabitants."
        ],
        [
            "Kelis' homeworld",
            "Homeworld of the primitive Kelis species located in the Delta Quadrant."
        ],
        [
            "Kelton IV",
            "Planet that suffered a drought and sought help with the Federation for weather control technology."
        ],
        [
            "Kelva",
            "Planet in the Andromeda Galaxy, and homeworld of the Kelvanite species who explored the Milky Way Galaxy in hopes of colonization."
        ],
        [
            "Kelvas V",
            "(a.k.a. Kelvas Prime), Dominion controlled planet featured in the DS9 episodes “Tacking Into the Wind”, and “The Dogs of War”."
        ],
        [
            "Kenda II",
            "Homeworld of Dr. Dalen Quaice, who the Enterprise-D picked up from Starbase 133."
        ],
        [
            "Kentanna",
            "Mythological planet sought by the Skrreea woman Haneek and her people after their homeworld was conquered by the Dominion. In 2370, Haneek came to DS9 believing Bajor was Kentanna and sought resettlement there, but the Bajoran provisional government refused to grant them asylum and the Skrreea resettled on Draylon II."
        ],
        [
            "Kesat homeworld",
            "Neelix and Tuvok visited this Delta Quadrant planet, homeworld of both the Kesatians and the shadowy Ba'Neths, on a negotiation mission."
        ],
        [
            "Kesprytt III",
            "Planet with two nation-states, the Kes and the Prytt, whose common border is divided by a force field, as they are highly suspicious of each other. While the Kes have applied for Federation membership, the Prytt remain a highly insular and closed society. The mutual race hate between the Kes and the Prytt led the crew of the USS Enterprise-D to recommend that Kesprytt III be denied Federation membership at that time."
        ],
        [
            "Kessik IV",
            "Federation colony and birthplace of B'Elanna Torres. She and her mother were the only Klingons on the planet."
        ],
        [
            "Keto-Enol",
            "Homeworld of the Enolians. NOTE: The planet's name may come from the organic chemistry term Keto-enol tautomerism."
        ],
        [
            "Khitomer (QI'tomer in Klingon)",
            "Planet on the Klingon side of their border with the Romulan Star Empire. Location of Camp Khitomer, site of the First Khitomer Accords, a series of treaties resulting from peace talks between the two empires and the United Federation of Planets in 2293. Also the location of the Khitomer Outpost, site of the Khitomer Massacre in c. 2346, when 4,000 Klingon colonists were killed by Romulans as the result of Ja'rod's defection to the Romulans. Other Klingons were captured by the Romulans and imprisoned on penal colony Carraya IV."
        ],
        [
            "Khosla II",
            "Home of the Ferengi entrepreneur Plegg, who was credited for holosuite technology."
        ],
        [
            "Kiberia",
            "Kiberian fire diamonds are mentioned in DS9 episode “Rules of Acquisition.”"
        ],
        [
            "Klaestron IV",
            "Home of the Klaestronian species. It is located in the Alpha Quadrant near Bajor. The UFP visited the planet in 2339 to mediate the Klaestronian Civil War."
        ],
        [
            "Klavdia III",
            "Planet nearly identical to Daled V."
        ],
        [
            "Klendeth",
            "Spock was asked a question about a technological device from Kelndeth during his memory test on Vulcan."
        ],
        [
            "Koinonian homeworld",
            "Once home of two sentient species, the non-corporeal and corporeal Koinonians. The corporeal species ended up destroyed themselves and only the non-corporeal entities remain."
        ],
        [
            "Kolandra",
            "Cardassian controlled planet featured in the DS9 episode “Afterimage.”"
        ],
        [
            "Kolarus III",
            "A planet near the Romulan Neutral Zone that was featured in the movie Star Trek Nemesis. The planet is inhabited by a hostile post-industrial era species. The crew of the Enterprise-E find the remains of an android clone of Data named B-4."
        ],
        [
            "Koltair IV"
        ],
        [
            "Kora II",
            "Planet in Cardassian space."
        ],
        [
            "Koralis III",
            "Site of an abandoned mining colony. Odo chases the changeling fugitive Laas there."
        ],
        [
            "Korat",
            "System where families aboard Deep Space Nine were relocated in 2370 when a revolution on Bajor seemed likely."
        ],
        [
            "Korma",
            "Planet with a Cardassian outpost where in 2372, the Cardassians and Bajorans have a conference to share intelligence about the Klingons. The Klingons later attack the outpost."
        ],
        [
            "Korridon"
        ],
        [
            "Korris I",
            "Quark gave Dr. Bashir a bottle of champagne from Korris I."
        ],
        [
            "Kostolain",
            "Home planet of Campo, whom Lwaxana Troi planned to marry."
        ],
        [
            "Kotara Barath",
            "Kantare colony, a light year from the Kantare homeworld."
        ],
        [
            "Kotati",
            "Delta Quadrant planet."
        ],
        [
            "Kraus IV",
            "Garek told the Klingon Duras sisters they could obtain fine silk from Kraus IV."
        ],
        [
            "Kronos",
            "Pronunciation of Qo'noS, homeworld of the Klingons. See Qo'noS."
        ],
        [
            "Kreetassa",
            "Homeworld of the Kreetassan species. Capt. Archer's dog Porthos caught a deadly pathogen here."
        ],
        [
            "Kressari homeworld",
            "The Kressari are a race of traders in herbaceous goods who are accused of weapons smuggling. The name of their planet is not mentioned."
        ],
        [
            "Krios",
            "(a.k.a. Krios Prime) A Klingon controlled homeworld of the Kriosian species. NOTE: It is uncertain if Krios and Krios Prime are the same planets since the planet changes color (from blue to green) between the two TNG episodes and the Klingons are not mentioned in either TNG's “The Perfect Mate” or Enterprise's “Precious Cargo”."
        ],
        [
            "Ktaria VII",
            "Planet controlled by the Ktarian species. After visiting the planet, Chakotay accidentally removed a sacred stone from a Ktarian burial site as a memento and was accused of desecration."
        ],
        [
            "Ktaris",
            "Homeworld of the Ktarian species. Etana Jol, a Ktarian, tried to take over the Enterprise-D for her people by introducing a mind-controlling game to the crew."
        ],
        [
            "Kurill Prime",
            "Supposed homeworld of the Dominion allied Vorta species in the Gamma Quadrant, but its existence couldn't be verified since Eris, a Vorta operative, and the source of the information, was unreliable."
        ],
        [
            "Kurl",
            "The home world of the Kurlan civilization, which died out thousands of years ago."
        ],
        [
            "Kyana Prime",
            "Delta Quadrant planet occupied by the Krenim, “erased from existence” by a timeline disruption."
        ],
        [
            "Kylata II",
            "Unexplored planet being surveyed by the USS Defiant in 2371 but, the mission was cut short when the crew detected gravimetric distortions in the Trialus system."
        ],
        [
            "Kyria",
            "Delta Quadrant planet where the USS Voyager became caught up in a conflict. 700 years later, a backup copy of Voyager's holographic doctor is reactivated to prove the innocence of the crew, who are still labeled as war criminals."
        ]
    ],
    "L": [
        [
            "L374",
            "System of uninhabited planets featured in the TOS episode “The Doomsday Machine” that is discovered by the USS Constellation to have been destroyed by a planet-eating machine."
        ],
        [
            "L-S VI",
            "Planet near the Gamma Quadrant opening of the Bajoran Wormhole. Artifacts and ruins were found on L-S VI that were similar to those seen on the Founder's Homeworld."
        ],
        [
            "Landris II"
        ],
        [
            "Lappa IV",
            "Ferengi inhabited planet where the flower Zan periculi grows."
        ],
        [
            "Largo V"
        ],
        [
            "Laurentian System",
            "In the 2009 Star Trek movie, as the Romulans are attacking Vulcan, Capt. Pike orders Spock that if all else fails, he should rendezvous with the rest of the fleet in the Laurentian System."
        ],
        [
            "Lazon II",
            "Cardassian planet with a labor camp where Thomas Riker was imprisoned."
        ],
        [
            "Ledonia III",
            "Jadzia Dax owned a plant from Ledonia III."
        ],
        [
            "Ledos",
            "Homeworld of the Ledosian and Ventu species."
        ],
        [
            "Legara IV",
            "Homeworld of the Legaran species, who exist in thick pools of liquid maintained at 150° Celsius."
        ],
        [
            "Lemma II",
            "Federation colony."
        ],
        [
            "Lerishi IV",
            "Planet with a ceremonial drink called Tanagra."
        ],
        [
            "Levinius V",
            "a Federation colony."
        ],
        [
            "Ligillium",
            "Picard offered to take Ardra to the Ruins of Ligillium, site of the lost Zaterl Emerald, if she won her arbitration."
        ],
        [
            "Ligobis X",
            "Planet where Dr. Bashir went to see a gallery of paintings by Prof. Gideon Seyetik."
        ],
        [
            "Ligon II",
            "A tropical planet, home of the Ligonians who visited by the USS Enterprise-D to secure procurement of a viral antidote need on Styris IV."
        ],
        [
            "Ligos VII",
            "Location of a Federation science station."
        ],
        [
            "Lima-Sierra III",
            "Capt. Picard mentioned that the Enterprise had visited this planet, which has an odd orbit.”"
        ],
        [
            "Lissepia",
            "Homeworld to the Lissepian species. Cmdr. Sisko suggests the Lissepians could be involved in weapons smuggling.”"
        ],
        [
            "Loque'eque homeworld",
            "Delphic Expanse home of the Loque'eque species who lost the ability to reproduce and fell on the verge of extinction. They tried to preserve their kind by engineered a genetic retrovirus that changed infected members of other humanoid races into their own."
        ],
        [
            "Loracus Prime",
            "Planet in the Gagarin Radiation Belt with pink/purple cloud layers, known to have 5000 subspecies of termites."
        ],
        [
            "Loren III",
            "Planet with a fragment of Dr. Galen's genetic code puzzle to find the origin of humanoid species."
        ],
        [
            "Lorillian homeworld",
            "Planet, whose actual name is not mentioned, whose natives, called Lorillians, breathe methyl oxide, presumably a component of its atmosphere. However, it is known that the Lorillian homeworld is a planet of Gamma Leporis, which is only 29 light-years from Earth."
        ],
        [
            "Loval",
            "Location of a Cardassian outpost and subspace relay station."
        ],
        [
            "Luria",
            "Homeworld of the Lurian race. Morn is a Lurian."
        ],
        [
            "Lya III",
            "Location of a Federation Starbase, Enterprise-D's destination at the end of the episode. The Enterprise received a coded message from Federation Command on Lya III, about suspected Romulan activity in the Neutral Zone."
        ],
        [
            "Lya IV",
            "Planet where the Enterprise-D traced the smuggler Kivas Fajo's ship in orbit after figuring out Data had been kidnapped by him."
        ],
        [
            "Lyshan",
            "System with a Federation colony located near the Federation-Cardassian border."
        ],
        [
            "Lysia",
            "Homeworld of the Lysian Alliance who were at a decades long war with the Satarrans species. In 2368, the USS Enterprise-D crew had their memories erased and sent false orders by a Satarran spy who posed as second in command to attack the Lysian Alliance headquarters."
        ]
    ],
    "M": [
        [
            "M-113",
            "a Class M planet featured in TOS episode “The Man Trap”. The planet is also called Crater's World, and also known as Fotialla by the extinct natives that once lived there."
        ],
        [
            "M'kemas III",
            "Tzenkethi settlement attacked by Ambassador Krajensky (a disguised changeling) who commandeered the USS Defiant in an attempt to start a war with the Federation."
        ],
        [
            "M-S-1"
        ],
        [
            "M-Zed V",
            "Mentioned in TNG episode “Heart of Glory”. It is an outpost possibly under Klingon control. It was claimed as the destination of Korris and his fugitive Klingons. Note: It may simply be spelled as M-Z-V as “Zed” is the typical British/Canadian pronouncement of the letter “Z” instead of “zee”."
        ],
        [
            "Mab-Bu VI",
            "Gas giant planet with a Class M moon. In the 19th century, criminals from the Ux-Mal system were exiled to the moon where their consciousness was separated from their physical bodies by the planet's electromagnetic fields. Some time in the 2160s, the prisoners attempted to escape by inhabiting the bodies of crew members of the Federation starship USS Essex but the plan failed when the ship crashed on to the surface. The beings later take possession of Data, Troi, and O'Brien to hijack the Enterprise-D."
        ],
        [
            "Machine planet",
            "So-called world where living machines built a gigantic vessel for the V'ger (Voyager 6) probe which came to Earth to search for its creator. Spock saw the machine-planet as a full-scale holographic image in V'ger's immense memory chamber along with other representations of objects that V'ger encountered along its journey."
        ],
        [
            "Magna Roma",
            "The fourth planet of the FGC-892 system, which is discovered with a human society modeled after the ancient Roman Empire of Earth."
        ],
        [
            "Magus III",
            "Guinan once broke up a fight in Ten Forward with a weapon she described as “a little souvenir I picked up on Magus III.”"
        ],
        [
            "Makus III",
            "Destination of the USS Enterprise NCC-1701 in TOS episode “The Galileo Seven”. The primary city of New Paris, where they were supposed to drop off medical supplies before the Galileo shuttlecraft is lost."
        ],
        [
            "Malaya IV",
            "Planet with a Federation medical facility."
        ],
        [
            "Malcor III",
            "Third planet in the Mu Ceti system. Homeworld of the Malcorians who were on the verge of warp capability. Commander Riker goes to the planet disguised as one of the inhabitants but his cover is blown and causes a panic among officials when they discover an alien living among them."
        ],
        [
            "Malindi VII",
            "Planet with a colony called Darmok."
        ],
        [
            "Malkus IX",
            "Homeworld of the Leyrons known for having developed a written language before a spoken one."
        ],
        [
            "Malon Prime",
            "Homeworld of the Malon species in the Delta Quadrant. Supposedly beautiful, but kept that way only because the Malon dump their industrial waste into outer space."
        ],
        [
            "Malona IV",
            "planet devastated by the crystalline entity."
        ],
        [
            "Malur",
            "An inhabited planet mentioned which was destroyed by the Nomad probe. This planet may be in the Malurian system, home system of a species illicitly mining veridium on the Akaali homeworld."
        ],
        [
            "Manu III",
            "Planet where Worf saw proximity detectors in use, which helped him to recognize them on Turkana IV in the TNG episode “Legacy”."
        ],
        [
            "Manzar colony",
            "Federation colony located near Sector 441."
        ],
        [
            "Maranga IV",
            "Location of a Klingon outpost"
        ],
        [
            "Marcos XII",
            "An unexplored world."
        ],
        [
            "Marcus II",
            "A planet mentioned in the TOS episode “Requiem for Methuselah”. The planet was home to a famous painter known as Sten."
        ],
        [
            "Marejaretus VI",
            "Homeworld of the Oolan species."
        ],
        [
            "Mari homeworld",
            "Delta Quadrant planet, home of the peaceful and telepathic Mari, visited by Voyager."
        ],
        [
            "Mariah IV",
            "Planet along a Valerian smuggling route."
        ],
        [
            "Marijne VII",
            "Gas giant planet where the USS Raman was lost."
        ],
        [
            "Mariposa",
            "Home of the SS Mariposa science colony, which is made up of clones of the five original colonists who survived when the ship crashed there. The planet has large rings and a thick reddish atmosphere. Mariposa in Spanish means butterfly."
        ],
        [
            "Marlonia",
            "Homeworld of the Marlonian species. Capt. Picard, along with Guinan, Keiko O'Brien, and Ensign Ro spend shore leave here."
        ],
        [
            "Mars (Sol IV)",
            "a colonized sister planet of Earth. Its capital is Utopia Planitia and also has an extensive shipbuilding facility in orbit around the planet."
        ],
        [
            "Marva IV",
            "Planet in the Cardassian DMZ, where Maquis coloists evicted from Salva II resided for a while."
        ],
        [
            "Matalas",
            "Planet where Dr. Phlox once practiced."
        ],
        [
            "Mataline II"
        ],
        [
            "Mavala IV",
            "Planet where Dr. Noonien Soong and Juliana O'Donnel were married."
        ],
        [
            "Maxia Zeta",
            "A star system where Captain Picard and his previous command, the USS Stargazer, came under attack by an unknown ship, later identified as a Ferengi vessel."
        ],
        [
            "Mazar",
            "Homeworld of the Mazarite species. V'Lar is the Vulcan ambassador to Mazar."
        ],
        [
            "Meezan IV",
            "Planet where Dr. Bashir attended a medical conference but later was abducted by the Dominion and replaced with a Changeling spy."
        ],
        [
            "Meldrar I",
            "Prison planet mentioned by Odo."
        ],
        [
            "Meles II",
            "A “friendly planet” that Cmdr. Riker recommends Moriarty and Regina Bartholomew to visit when they leave the Enterprise-D."
        ],
        [
            "Melina II"
        ],
        [
            "Melnos IV",
            "Planet known for its plasma geysers."
        ],
        [
            "Memory Alpha",
            "A planetoid which contains a massive Federation database. The Zetarians killed everyone on the planet."
        ],
        [
            "Memory Delta",
            "Federation library facility."
        ],
        [
            "Memory Gamma",
            "Federation library facility."
        ],
        [
            "Merak II"
        ],
        [
            "Merik III",
            "Gamma quadrant planet where O'Brien and Bashir complete a bio-survey just before they are captured by Jem'Hadar on Bopak III."
        ],
        [
            "Mercury",
            "Sol I; in the fictional Adventures of Captain Proton holo-series, Mercury has a mining colony."
        ],
        [
            "Meridian",
            "The strange Gamma Quadrant homeworld of the Meridian species in the Trialus system, whose star creates a buildup of quantum energy that periodically shifts Meridian between two dimensions every sixty years. The Meridians spend part of it in a physical existence and the other as incorporeal energy. They mark the passing event with the “First Meal” and “Last Meal” celebrations."
        ],
        [
            "Midos V",
            "Federation colony."
        ],
        [
            "Milika III",
            "Q reminds Picard that he once saved an ambassador's life on Milika III."
        ],
        [
            "Minara II",
            "a doomed planet with a Federation research base. The Minara star goes supernova and destroys the planet. Kirk (in Dr. Janice Lester's body) mentions Minara as the home of the Vians; it is unclear whether he is referring to Minara II."
        ],
        [
            "Minnobia",
            "Planet whose natives are at war with the Vek."
        ],
        [
            "Minos",
            "a planet visited by the USS Enterprise-D in the TNG episode “The Arsenal of Freedom.” The culture of the world gained notoriety for the development of advanced weapon systems which they traded to other cultures who were at war. It was discovered by the Enterprise crew that Minos was a “Frankenstein planet,” in that the culture was destroyed by their own military products."
        ],
        [
            "Minos Korva",
            "Federation colony with 2 million settlers whose territory was disputed by the Cardassians."
        ],
        [
            "Minshara",
            "a planet mentioned in the Enterprise episode “Strange New World” as being representative of planets capable of sustaining humanoid life, otherwise known as an M-Class or a Class M planet."
        ],
        [
            "Mintaka III",
            "A planet visited by the USS Enterprise-D in the TNG episode “Who Watches the Watchers”. Home of a primitive planet of Vulcanoids who mistake Picard for a god."
        ],
        [
            "Miri",
            "The third planet of the FGC-347601 system. A remarkable world, found to be a nearly exact duplicate of Earth. It was named after Miri, a young survivor of a deadly plague that killed all the planet's adult population."
        ],
        [
            "Miridian VI",
            "Planet near the Romulan Neutral Zone."
        ],
        [
            "Mislen",
            "Delta Quadrant planet, home of the Mislenite species."
        ],
        [
            "Mithren",
            "Delta Quadrant planet in Bothan territory."
        ],
        [
            "Mizar II",
            "Second planet in the Zeta Ursa Majoris star system. Homeworld of the pacifist Mizarian species, noted by Jean-Luc Picard as having been conquered six times throughout history."
        ],
        [
            "Moab IV",
            "A planet with an isolationist colony, threatened by a stellar core fragment."
        ],
        [
            "Modean",
            "System with at least one inhabited planet with a non-humanoid civilization. When young Geordi La Forge was living with his father, he was assigned to the system to study invertebrates."
        ],
        [
            "Monac IV",
            "Planet in Cardassian space with a Dominion shipyard."
        ],
        [
            "Monea",
            "A planet composed entirely of water."
        ],
        [
            "Mordan IV",
            "A planet with a human civilization that had recently ended a brutal civil war when the Enterprise-D visited it."
        ],
        [
            "Morikin VII",
            "At the end of the TNG episode “Tapestry,” Picard tells Riker about his run-in with a couple of surly Nausicaans on Morikin VII during his sophomore year at the Academy."
        ],
        [
            "Morska",
            "Klingon planet with a subspace monitoring station."
        ],
        [
            "Moselina system",
            "Destination of the Enterprise after it destroys the asteroid that threatened Tessen III."
        ],
        [
            "Mudd",
            "Planet inhabited by a colony of androids who abducted the crew of the Enterprise NCC-1701. It was named after the con-artist Harcourt Fenton Mudd whom James Kirk encountered there. Mudd was also indicated on a map of the galaxy behind Dexter Remmick in TNG episode “Conspiracy.”"
        ],
        [
            "Mudor V",
            "Planet the Enterprise-D had left on stardate 45156.1 before encountering a quantum filament."
        ],
        [
            "Mundahla",
            "Planet that Q offered to take Vash to see their famous star dancers."
        ],
        [
            "Myrmidon",
            "Planet where Vash was wanted (dead-or-alive) for stealing the “Crown of the First Mother.”"
        ]
    ],
    "N": [
        [
            "Nagor",
            "Planet of the Taqua Tribe."
        ],
        [
            "Nahmi IV",
            "Planet where an epidemic of Correllium Fever broke out."
        ],
        [
            "Nanibia Prime",
            "Voyager episode “Vis à Vis”."
        ],
        [
            "Napinne",
            "Delta Quadrant planet visited by the USS Voyager."
        ],
        [
            "Narendra III",
            "Klingon colony settled in the 22nd century."
        ],
        [
            "Nasreldine"
        ],
        [
            "Nausicaa",
            "The homeworld of the ill-tempered Nausicaan species; Enterprise episode “Fortunate Son”. Garak mentions that the person who tried to kill him may have been a Nausicaan whose wedding suit he misplaced. The system's primary and Nausicaa's position in the system are not specified, nor has any explanation been given for the generally hostile Nausicaan temperament in canon sources."
        ],
        [
            "Nechani homeworld",
            "Delta Quadrant planet visited by Voyager."
        ],
        [
            "Nehru colony",
            "A Federation colony. In 2369, Jadzia Dax opened subspace links to the Nehru and New France colonies when she tried to purge the Deep Space Nine systems of “Pup”, a sentient computer program that threatened the station."
        ],
        [
            "Nel III"
        ],
        [
            "Nel Bato",
            "System which was mentioned as a place where Kivas Fajo could have fled to after kidnapping Lt. Cmdr. Data."
        ],
        [
            "Nelvana III",
            "A planet within the Romulan Neutral Zone featured in the TNG episode “The Defector”. A Romulan defector seeks asylum aboard the Enterprise with information that the Romulan Empire is building an invasion force on this world. Arriving there, the Enterprise crew find no evidence of military activity and the Defector realizes it was just a test of his loyalty. Riker recalls the Nelvana III incident when he meets Tomalak aboard Enterprise-E."
        ],
        [
            "Nervala IV",
            "Site of the transporter accident that created Thomas Riker, a duplicate of William Riker."
        ],
        [
            "Nessik",
            "Featured in the Voyager episode “Pathways”."
        ],
        [
            "Neubilia Prime",
            "Planet once visited by Travis Mayweather. The natives of the planet were easily offended and would have duels over trivial matters."
        ],
        [
            "Neural",
            "also known as Zeta Boötis III, is a planet featured in the TOS episode “A Private Little War” where Klingons, whose laws include no analog for the UFP's Prime Directive, are caught influencing the technological development of the planet's primitive inhabitants."
        ],
        [
            "New Bajor",
            "First Gamma Quadrant colony by Bajorans, established in 2370. A few months later, the colony's inhabitants were massacred by the Jem'Hadar, but not without a fight. This incident added to many of the other sparks that ignited the Dominion War."
        ],
        [
            "New Berlin"
        ],
        [
            "New Brooklyn IX",
            "Federation colony named after Brooklyn, New York."
        ],
        [
            "New Earth",
            "Unpopulated Delta Quadrant planet, named by Capt. Janeway and Cmdr. Chakotay who were forced to live there for a time after contracting an incurable virus."
        ],
        [
            "New France colony",
            "A Federation colony. In 2369, Jadzia Dax opened subspace links to the Nehru and New France colonies when she tried to purge the Deep Space Nine systems of “Pup”, a sentient computer program that threatened the station."
        ],
        [
            "New Gaul",
            "birthplace of Miranda Vigo, who Capt. Picard believes bore his son."
        ],
        [
            "New Halana",
            "Homeworld of the Halanan species."
        ],
        [
            "New Sydney",
            "Also known as Soporo, is a Trill controlled planet."
        ],
        [
            "New Vulcan",
            "The resettlement planet of the surviving Vulcan people after the destruction of their home world in the 2009 Star Trek movie. In Star Trek Into Darkness, Spock contacts his older, alternate universe self, (played by Leonard Nimoy), and now living on New Vulcan. The planet is not shown in the film."
        ],
        [
            "Nibia",
            "Planet famous for its moons. Khan vowed to chase Admiral Kirk “Round the “Moons of Nibia...”"
        ],
        [
            "Nibiru",
            "A class M planet featured in the opening scenes of the Star Trek Into Darkness movie. The world was home to a primitive race of humanoids who were being threatened by an erupting volcano. Captain Kirk conducted a mission to stop the eruption, during which events led to the USS Enterprise being seen by the aliens and violating the Prime Directive. Despite Kirk having saved Spock's life during the mission, Spock places him on report, and Admiral Pike strips Kirk of his command of the Enterprise. The world appears[to whom?] to take its name from the Babylonian term “Nibiru”."
        ],
        [
            "Nigala IV",
            "Destination of the Enterprise-D after its mission to Bre'el IV."
        ],
        [
            "Nimbus III",
            "a desert planet whose system lies at a point between the Romulan, Klingon, and Federation space. It was featured in the movie Star Trek V: The Final Frontier. It was known as the “Planet of Galactic Peace” and was established as a neutral ground for negotiations between the three governments, but it quickly became an interstellar cesspool of crime and poverty. In 2287, Spock's half-brother Sybok recruited many of these desert dwellers into his “Galactic Army of Light” and took one representative each of the Federation, the Klingon Empire, and the Romulan Star Empire hostage to lure, to the planet, a starship they could ultimately hijack and take to the mythological planet Sha Ka Ree."
        ],
        [
            "Ninipia Prime",
            "Planet known for its dancing girls, seen in a holodeck simulation."
        ],
        [
            "Nivoch",
            "Alpha Quadrant planet."
        ],
        [
            "Norcadia Prime",
            "Delta Quadrant planet, homeworld of the Norcadian species, known for its beautiful beaches and art museums."
        ],
        [
            "Norellus",
            "Planet in the Delphic Expanse where a deuterium station is located."
        ],
        [
            "Norkan",
            "Site of a Federation colony and outpost."
        ],
        [
            "Norpin V",
            "Federation colony. Scotty was on his way to Norpin V aboard the USS Jenolan when he crashed onto the Dyson sphere."
        ],
        [
            "Nova Kron",
            "The rumored origin of Guinan."
        ],
        [
            "Nyria III",
            "Homeworld of the Nyrian species."
        ]
    ],
    "O": [
        [
            "O'Ryan's Planet",
            "Homeworld of the Shamans."
        ],
        [
            "Oby VI",
            "Planet where an outbreak of plasma plague infected the northern continent."
        ],
        [
            "Ocampa homeworld",
            "Desert homeworld of the Ocampa species, the fifth planet from its star in the Delta Quadrant. Its atmosphere lacks nucleogenic particles and is incapable of producing rain. The Ocampa have lived underground for 500 generations. The Kazon-Ogla have a colony on the surface."
        ],
        [
            "Oceanus IV",
            "Planet where the Enterprise-D was sent to for a diplomatic mission."
        ],
        [
            "Ogat",
            "Klingon planet with a warrior academy."
        ],
        [
            "Ogus II",
            "Federation colony with extensive recreational facilities."
        ],
        [
            "Ohniaka III",
            "An outpost on Ohniaka III was attacked by Lore's Borg in the beginning of TNG episode “Descent.”"
        ],
        [
            "Omega Cygni"
        ],
        [
            "Omega IV",
            "a planet featured in the episode “The Omega Glory” (TOS). It is discovered that the planet developed along similar historical lines as Earth where two “superpower” nations arose, the Khoms and the Yangs, and fought a cold war that ended in the near destruction of all inhabitants."
        ],
        [
            "Omekla III",
            "Cardassian planet with a shipyard."
        ],
        [
            "Omicron IV",
            "Planet whose ancient population was wiped out by nuclear war. Gary Seven's computer compared Earth's Cold War of the late-20th century to that of the situation of Omicron IV."
        ],
        [
            "Omicron Ceti III",
            "Third planet orbiting Omicron Ceti, better known as Mira. A Federation planet with a simple-lived farming colony featured in the episode “This Side of Paradise” (TOS) where the populace has been taken over by strange mind-affecting spores. The planet appears yellow-green-orange from space. Its primary emits deadly Berthold radiation, of which the spores prove to be the only known combatant, actually thriving on the radiation itself. The fifth planet in the same star system is called Omicron Ceti V, Mira V, or Dytallix B."
        ],
        [
            "Omicron Delta",
            "Planet used by the crew of the Enterprise NCC-1701 in 2267. Strange machinery below the planet made realistic creations of whatever a visitor imagined. A temporary “glitch” in the system caused some of the creations to become deadly until the problem was corrected by the planet's caretaker."
        ],
        [
            "Omicron Pascal"
        ],
        [
            "Omicron Theta",
            "A system, one planet of which had a small scientific colony where Dr. Noonien Soong built and activated the android Data and his brother Lore. All life on the planet was killed by a crystalline entity lured from space to the planet by Lore. Later, Data learns why he was given the memories of the colonists of Omicron Theta."
        ],
        [
            "Ophiuchus III",
            "A Federation colony world mentioned in the episode “Mudd's Women” (TOS) as the destination of Harcourt Fenton Mudd where he planned to sell his beautiful women companions."
        ],
        [
            "Oran'taku",
            "Planet in the Delphic Expanse."
        ],
        [
            "Orelious IX",
            "Site of the famous “Battle of Orelious” where the Menthars and Promellians fought to their mutual extinction. In 2366 the Enterprise-D falls for a power draining trap that was still set in an asteroid field near the planet."
        ],
        [
            "Orendal V",
            "Delta Quadrant planet."
        ],
        [
            "Organia",
            "a non-aligned planet featured in the episode “Errand of Mercy” (TOS) where the Federation and Klingons battle for control. The seeming primitive inhabitants reveal themselves to be powerful incorporeal beings, and pacifists. They force the Klingons and humans to end their hostilities, and establish the Neutral Zone as part of the Treaty of Organia."
        ],
        [
            "Orias III",
            "Formerly uninhabited planet in Cardassian space, where the Obsidian Order and the Romulan Tal Shiar mounted forces to attack the Dominion in 2371."
        ],
        [
            "Orion",
            "Quark plans to smuggle a load of kemacite to Orion. Homeworld of the Orion species; the planet orbits the star Pi³ Orionis."
        ],
        [
            "Orion I",
            "Location of the Institute of Cosmology."
        ],
        [
            "Orion III",
            "As Chakotay starts his fight, Tom Paris tells him that the odds at Vegas, Mars and Orion III are against him, and that his fight is being called “The Disaster in the Delta.”"
        ],
        [
            "Ornara",
            "Also known as Delos III, this is home to the Ornarans who have become addicted to the drug felicium by the inhabitants of Delos IV, the Brekkians."
        ],
        [
            "Otar II",
            "Destination for the Enterprise-D in TNG episode “The Offspring”."
        ]
    ],
    "P": [
        [
            "Paan Mokar",
            "Andorian planet featured in the Enterprise episode “Cease Fire” and “Kir'Shara”."
        ],
        [
            "Pacifica",
            "An ocean planet that often is used for crewmember shore leave and diplomatic conferences. The planet is administered by Federation Governor Delaplane. It was first mentioned the TNG episode “Conspiracy”, in which the Enterprise-D was en route there for shore leave. In the second season, the Enterprise takes Lwaxana Troi and a pair of Antedeans (who travel in a self-induced catatonic state) to Pacifica for a diplomatic conference."
        ],
        [
            "Palamar",
            "Home of the Palamarian species."
        ],
        [
            "Panora",
            "Cardassian colony in the Cardassian DMZ."
        ],
        [
            "Paraagan homeworld",
            "The Paraagans established a mining colony on another world with an atmosphere that reacts explosively with plasma. In 2152, an Enterprise NX-01 shuttle craft causes the atmosphere to ignite which killed 3,600 colonists. The cause of the blast was traced back to Suliban sabotage."
        ],
        [
            "Parada II",
            "Gamma Quadrant planet and home of the Paradan species."
        ],
        [
            "Parada IV",
            "The largest planet in the Parada system with seven moons. Miles O'Brien used the gravity of one of the moons to outmaneuver a pursuing runabout."
        ],
        [
            "Parliament",
            "A neutral conference planet where the Enterprise-D was taking dignitaries of the warring Selay and Antican species."
        ],
        [
            "Parsion III",
            "Planet where Quark discovered rich sources of the valuable mineral feldomite. His discovery caused the crash of the Sepian Commodities Exchange."
        ],
        [
            "Parvenium system",
            "the Enterprise had just completed a magnetic wave survey of this planetary system when it encountered a small probe."
        ],
        [
            "Paxsor III",
            "The Doctor's holowife brews him a new blend of coffee from Paxsor III."
        ],
        [
            "Pegos Minor",
            "system that was the origin of a distress signal from Dr. Paul Manheim."
        ],
        [
            "Peliar Zel",
            "Planet with two inhabited moons (Alpha and Beta). The people of Alpha moon developed a power source which tapped the magnetic energies of the main planet, but it also caused ecological damage to the Beta moon and started a war."
        ],
        [
            "Pellius V",
            "Original destination of the USS Enterprise-D before it was hijacked by the Bynars."
        ],
        [
            "Pendari",
            "Homeworld of the Pendari species."
        ],
        [
            "Pentarus",
            "Pentarus system, Pentarus II, III, IV, and V."
        ],
        [
            "Pentath III",
            "Cardassian colony."
        ],
        [
            "Penthara IV",
            "A planet facing traumatic climate change due to an asteroid strike."
        ],
        [
            "Pernaia Prime",
            "Lifeless planet with a methane atmosphere. In 2152 Capt. Archer assists T'Pol in tracking down a Vulcan fugitive who escaped to the planet's moon."
        ],
        [
            "Persephone V",
            "a Federation colony visited by the Enterprise-D."
        ],
        [
            "P'Jem",
            "World with a Vulcan monastery, which hides a secret listening post. P'Jem orbits Luyten's Star."
        ],
        [
            "Planet Q",
            "Planet where the Shakespearean acting troupe led by Anton Karidian was performing, when the Enterprise was called there by Dr. Thomas Leighton, before the Enterprise transported the troupe to Benecia Colony."
        ],
        [
            "Planet X",
            "Holographic planet, featured in Voyager episode “Bride of Chaotica!”."
        ],
        [
            "Platonius",
            "Homeworld of the Platonians."
        ],
        [
            "Pluto",
            "An ice and rock dwarf planet. The Enterprise-B's maiden voyage was to take a group of media reporters out to Pluto and back again."
        ],
        [
            "Polaric Ion Planet",
            "Class M world of the Delta Quadrant whose humanoid pre-warp civilization had city structures, provinces like Kalto, waterways and aqueducts, and a continental transport system in 2371. While in an alternate time loop the USS Voyager caused an accidental detonation of a polaric ion power grid and destroyed all life there, then helped restore the correct timeline using floating subspace fractures."
        ],
        [
            "Pollux IV",
            "a Class M planet visited in an episode where the Enterprise crew encounters a powerful being who claimed to be the Greek god Apollo."
        ],
        [
            "Porakas IV",
            "Delta quadrant planet that is the source of Porakan eggs. Neelix claims they are a galactic favorite when prepared with a little dill weed and a touch of rengazo."
        ],
        [
            "Portas V",
            "Breen-controlled planet."
        ],
        [
            "Prakal II",
            "Guinan offers Data a drink that she heard about on Prakal II. Data quickly analyzes the drink as containing 87% Saurian Brandy, with the rest made up of Targ milk and Denevian Mead."
        ],
        [
            "Pralor homeworld",
            "Delta Quadrant planet with a civilization destroyed by robots. B'Elanna Torres activated one of the robots found floating in space by Voyager."
        ],
        [
            "Praxillus",
            "System where Dr. Timicin and the Enterprise conduct experiments to save the dying star of his home world Kaelon II."
        ],
        [
            "Praxis",
            "a moon of Qo'noS, and the Klingon Empire's prime source of dilithium. In 2293, Praxis exploded due to overmining and disregard for safety measures, blowing off about 60% of the moon's material and causing life-threatening damage to the atmosphere of Qo'noS. The military economy of the Klingon Empire also crumbled and as a result, forced them into a truce with the Federation. How the damage was rectified has not been revealed, but Qo'noS is shown to remain habitable and still serves as the seat of power well into the 24th century."
        ],
        [
            "Preenos",
            "Planet that is source of the spice hajjlaran."
        ],
        [
            "Prema II",
            "Talaxian mining colony."
        ],
        [
            "Procyon V",
            "Site of a battle in the mid-26th century between the Federation (led by the USS Enterprise, NCC-1701-J) and the Sphere Builders. Note: Star Trek: Star Charts names the Procyon system as the home system of the Andorians; their homeworld of Andoria is a moon of the gas giant Andor, or Procyon VIII."
        ],
        [
            "Prometheus",
            "System where a popular nectar beverage comes from."
        ],
        [
            "Prophet's Landing",
            "Bajoran colony."
        ],
        [
            "Psi Upsilon III and IV"
        ],
        [
            "Psi 2000",
            "a planet with a Federation research station. In the TOS episode “The Naked Time”, the Federation research station contained a virus which caused the Enterprise crew to go mad."
        ],
        [
            "Pullock V",
            "Planet in Cardassian space raided by Bajoran resistance."
        ],
        [
            "Purser's Planet"
        ],
        [
            "Pyris VII",
            "An uninhabited planet featured in the TOS episode “Catspaw” and discovered to be the home of two powerful beings who toy with the crew of the Enterprise."
        ],
        [
            "Pythro V",
            "Homeworld of the Pythron species."
        ]
    ],
    "Q": [
        [
            "Qo'noS",
            "The main capital world of the Klingon Empire. It is also referred to as Kronos (an alternative transliteration), Klinzhai, or Kling. The reference to a native or anything pertaining to the people, “Klingon,” derives from this last reference.(see Omega Leonis)"
        ],
        [
            "Qomar homeworld",
            "Homeworld of the Qomar species and the central world of the Qomar Planetary Alliance."
        ],
        [
            "Quadra Sigma III",
            "a colony world which was the destination of the Enterprise-D to help in the aftermath of a methane explosion."
        ],
        [
            "Qualor II",
            "Location of Federation surplus depot “Z15”, an orbiting station that manages a large fleet of mothballed starships and other unused equipment. The system is located 0.83 light-years from Galorndon Kor, which would probably place it close to the Romulan Neutral Zone. The depot is known to hold at least a few offices and one lounge. The outpost is run by the Zakdorn species; the leader of the depot at the time was Klim Dokachin."
        ],
        [
            "Quarra",
            "Planet home to many sentient humanoid species, one of which is the industrious Quarren. Although advanced, the technology of the world used little automation and required lots of manpower and physical labor. The Quarren would capture crews of ships and bring them into the planet's complex workforce."
        ],
        [
            "Quatal Prime",
            "Cardassian colony attacked by the Maquis."
        ],
        [
            "Quazulu VIII",
            "Planet where several Enterprise-D children contracted a flu-like virus during a field trip which eventually infected nearly everyone on the ship."
        ],
        [
            "Quinor VII",
            "Cardassian controlled planet destroyed by the Dominion."
        ]
    ],
    "R": [
        [
            "Rachelis",
            "Enterprise-D transports plasma plague samples to the Rachelis system."
        ],
        [
            "Rahm-Izad",
            "Planet Captain Picard says holds the last missing DNA fragment to throw off the Cardassians in their hunt for the genetic secret of the origin of humanoids species."
        ],
        [
            "Rakal",
            "Planet in Cardassian space with a secret underground base located on its fourth moon."
        ],
        [
            "Rakella Prime",
            "Homeworld of the Vok'sha species."
        ],
        [
            "Rakhar",
            "Planet where Odo transports a Rakhari prisoner."
        ],
        [
            "Rakosa V",
            "Delta Quadrant planet, home of the Rakosian species. The planet was mistaken by the Cardassian Dreadnought missile as the planet Aschelan V. The missile was destroyed by the USS Voyager before it could impact the planet where it would have killed over 2 million inhabitants."
        ],
        [
            "Ramatis III",
            "Home of the deaf-mute negotiator Rivas."
        ],
        [
            "Ram Izad homeworld",
            "Planet in the Delta Quadrant located near Krenim space. In an alternate timeline, the entire Ram-Izad species was erased from history by a Krenim temporal superweapon."
        ],
        [
            "Ramura",
            "Homeworld of the Ramurian species."
        ],
        [
            "Rana IV",
            "Also called Delta Rana, Rana IV is planet with three moons whose Federation colony was wiped out by the Husnock species."
        ],
        [
            "Ranous VI",
            "Ens. Sonia Gomez, newly assigned to the Enterprise, mentions that she might have been assigned to duty on Ranous VI."
        ],
        [
            "Ranza V",
            "Planet mentioned for its frozen drink called Darmok."
        ],
        [
            "Regula",
            "A once lifeless planetoid until Federation scientists used it as a testing ground for the Genesis experiments."
        ],
        [
            "Regulak IV",
            "Cardassian planet destroyed by Dominion forces."
        ],
        [
            "Regulus",
            "Star system with three inhabited planets, Regulus III, IV and V. Regulus III has Starfleet Academy facilities. Regulus V is the home of giant Eel Birds that return after 11 years to the cavern where they hatched to mate."
        ],
        [
            "Reina VI"
        ],
        [
            "Rekag-Seronia",
            "The Enterprise-D takes a mediator to this planet that is home world to both the Rekag and Seronian people."
        ],
        [
            "Relva VII",
            "a Mars-like planet (possibly Class K) with a Federation base on the surface. Starfleet Academy also has a campus here which Wesley Crusher tried to gain acceptance into."
        ],
        [
            "Remmil VI",
            "Planet whose natives spin a crystalline webbing and use it as a building material. In 2371, Odo's criminal report speaks of a group of Nausicaan thieves break into a museum there."
        ],
        [
            "Remus",
            "The tide-locked companion of Romulus and home of the Reman species who have been enslaved by the Romulans. It, alongside Romulus, was destroyed by the Hobus Supernova."
        ],
        [
            "Rha'darus",
            "Former Klingon controlled planet, annexed by neighboring alien culture who later abandons it."
        ],
        [
            "Rhaandaran",
            "Homeworld of the Rhaandarite species."
        ],
        [
            "Rhymus Major",
            "Planet of which various locales were simulated by Quark's first holosuite programs."
        ],
        [
            "Rigel II"
        ],
        [
            "Rigel III - Geordi mentions that he has been living on Rigel III 25 years after leaving the Enterprise. "
        ],
        [
            "Rigel IV",
            "Homeworld of Mr. Hengist, the Chief City Administrator at Argelius II, and also of the mass murderer of women known as Boratis. Lwaxana Troi mentions that an astronomer from Rigel IV once named a star after her. Mentioned as the site of a Trill-operated refinery."
        ],
        [
            "Rigel V"
        ],
        [
            "Rigel VII",
            "Located in the Beta Orionis A system. The planet was visited by the USS Enterprise before the events in “The Cage”. A conflict between the landing party, under Capt. Christopher Pike's command, and the Kaylar killed three crewmembers, including the captain's yeoman, and severely injured seven others. The matte painting of the Rigel VII fortress seen in Pike's Talosian illusion was later re-used as Flint's home in “Requiem for Methuselah”. Note: The true “Rigel” star is not in this system."
        ],
        [
            "Rigel X"
        ],
        [
            "Rigel XII",
            "The location of a dilithium mining colony where the conman Harcourt Fenton Mudd strikes a deal with the lonely miners to trade his women for dilithium."
        ],
        [
            "Rinax",
            "formerly populated moon of Talax and home of Neelix. All life was destroyed by the Haakonian Metreon Cascade invented by Dr. Jetrel."
        ],
        [
            "Risa",
            "Also called Epsilon Ceti B II, located about 88.2 light-years from Earth, known for its beauty and relaxing tropical atmosphere. It is a world commonly sought by interstellar vacationers and starship crews on shore leave. The planet orbits several stars and its climate is controlled by a weather modification network, with the natural climate being extremely violent. Risians are extremely open and will freely share their planet, and even themselves, with vacationers; a practice known as “Jamaharon”. Perhaps uncoincidentally, the name given to the fun-loving planet is also the Spanish word for “laughter”, and phonetically remotely similar to the German word Reise, which translates as “travel” or “trip”."
        ],
        [
            "Rivos V",
            "Delta Quadrant planet known for its “Zoth-Nut” soup."
        ],
        [
            "Rochanie III",
            "Planet visited by Cmdr. Benjamin Sisko and Curzon Dax who were cornered by hostile aliens on the surface."
        ],
        [
            "Romulus",
            "The home planet of the Romulan people and the capital world of the Romulan Star Empire. Romulus shares its orbit with a binary companion Remus. It, alongside Remus, was destroyed by the Hobus Supernova."
        ],
        [
            "Ronara Prime",
            "Planet in the Cardassian DMZ. Ensign Ro Laren was sent on a covert mission to infiltrate Maquis rebel cell hiding there."
        ],
        [
            "Rondac III",
            "Planet within Cardassian space used by the Dominion as a cloning facility."
        ],
        [
            "Rousseau V",
            "Planet with an unusual asteroid ring that sparkles with colored energy bursts which likewise creates music-like tones in the planet's atmosphere. Wesley Crusher shows a holodeck simulation of the rings to Salia."
        ],
        [
            "Ruah IV",
            "One of the planets visited by Dr. Galen in his search for DNA clues to the origin of humanoid races."
        ],
        [
            "Rubicun III",
            "A utopian planet visited by the USS Enterprise-D whose inhabitants, the Edo, are watched over by powerful dimensional entities they worship as their god."
        ],
        [
            "Runara IV",
            "Planet with a Kazon colony. A member of a rival Kazon set planned to attack the colony by hijacking the USS Voyager."
        ],
        [
            "Rura Penthe",
            "A frozen Klingon controlled planet which contained a penal colony, known for its harsh conditions and dilithium mines. Captain Jonathan Archer (along with his attorney Kolos) were sentenced by a Klingon tribunal to work in the planet's dilithium mines for the rest of Archer's life and for one year, respectively, until Archer was rescued by his crew. Captain Kirk and Dr. McCoy were imprisoned there after their sentencing for the murder of Klingon Chancellor Gorkon. The planet is named after a Siberian penal colony in War and Peace. It is also the name of the penal colony that Captain Nemo and his crew escaped from and avenged in the 1954 double-Oscar-winning film 20,000 Leagues Under the Sea (1954 film)."
        ],
        [
            "Rutia IV",
            "Non-affiliated homeworld of the Rutian and Ansata species located in Federation space. In 2366 the Enterprise-D drops off medical supplies there."
        ]
    ],
    "S": [
        [
            "Sakari homeworld",
            "Delta quadrant planet, fourth from its unnamed sun, visited by Voyager. It is inhabited by the secretive Sakari people who went underground to avoid detection by the Borg."
        ],
        [
            "Sakura Prime",
            "Planet under the control of the dictator Sural, known for beheading his rivals as well as his own parents."
        ],
        [
            "Saltok IV",
            "Former Federation colony world annexed into the Cardassian DMZ where colonists battled with Cardassian forces."
        ],
        [
            "Salva II",
            "Federation colony annexed to the Cardassian DMZ."
        ],
        [
            "Samrin's Planet",
            "Planet where Lt. Worf and his former love interest K'Ehleyr first met each other in 2359."
        ],
        [
            "Sarona VIII",
            "Recreational planet."
        ],
        [
            "Sarpeidon",
            "Also known as Beta Niobe I, this class M planet was visited by the USS Enterprise in 2269 hours before its star, Beta Niobe, went supernova. The Enterprise crew discovered that the natives of the world had escaped their fate by time traveling to their world's past, using a time-travel device called an atavachron."
        ],
        [
            "Sarpeidon V",
            "Heavily fortified headquarters planet of the Cardassian “Twelfth Order” military division. (It is not in the same system as Sarpeidon as that system was destroyed in 2269)."
        ],
        [
            "Sarthong V",
            "Homeworld of the Sarthongians, and rich in archeological ruins that Vash considered exploring after parting ways with Picard. Vash returns from the world with Q."
        ],
        [
            "Saturn",
            "Sol VI. The Borg Cube passed Saturn on its way to Earth."
        ],
        [
            "Sauria",
            "Homeworld of the Saurian species. They are known for their popular Saurian brandy served in a characteristic curved bottle. Capt. Picard says that he once traded a bottle of old Saurian brandy for a rare Gorlan prayer stick."
        ],
        [
            "Scalos",
            "A strange planet outside Federation territory that was visited by the USS Enterprise NCC-1701. The Scalosian inhabitants have a “hyper-accelerated” physical existence and move at a faster rate of time."
        ],
        [
            "Secarus IV",
            "Planet where the infamous criminal known only as “The Albino”, responsible for attacks against the Klingons, resides in a private fortress."
        ],
        [
            "Sefalla Prime",
            "Planet near Draylon II."
        ],
        [
            "Selay",
            "One of two inhabited planets in the Beta Renner system. It is home of the cobra-headed Selay species who were at war with their sister planet Antica. Both worlds wished to join the Federation. The Enterprise-D transported delegates to difficult peace negotiations on Parliament."
        ],
        [
            "Selek IV",
            "Delta Quadrant planet, site of a gambling tournament."
        ],
        [
            "Selenia Prime",
            "Delta Quadrant planet mentioned to have a militaristic humanoid race that waged a brutal war with neighboring species. Tom Paris and Neelix meet con artists posing as clerics from the planet."
        ],
        [
            "Sentinel Minor IV",
            "Destination of the USS Lalo which was destroyed en route by a Borg cube headed for Sector 001."
        ],
        [
            "Septimis Minor",
            "Destination of the colony ship SS Artemis which disappeared, eventually landing on Tau Cygna V."
        ],
        [
            "Septimus III",
            "Planet that was headquarters of the Cardassian “Eleventh Order” military division. During the Dominion War, it was attacked and conquered by the Klingons. The five-hundred thousand Cardassians of the Eleventh Order were all wiped out."
        ],
        [
            "Seros",
            "Delta Quadrant homeworld of the advanced Serosian species who use pseudo-solid holographic generated servants called “isomorphs” and treat them as slave labor. One is driven insane and murders the crew of a Serosian ship."
        ],
        [
            "Setlik III",
            "Federation colony near Cardassian space that was attacked around 2347 by the Cardassians in an event that became known as “The Setlik Massacre”. Miles O'Brien was part of the Federation task force who battled the Cardassian invaders."
        ],
        [
            "Sha Ka Ree",
            "The Vulcan name for a mythological planet that was the alleged source of all creation. It is also known as “Qui'Tu” by the Klingons, “Vorta Vor” by the Romulans, or “Eden” by people of Earth. Sha Ka Ree was believed by Spock's older half-brother Sybok to be located at the center of the galaxy, hidden behind the Great Barrier energy field. According to legend, the planet was where God resided. Instead, it was discovered that the world, which had a barren, unviable surface ecology, was actually a prison for a dangerous entity."
        ],
        [
            "Shantil III",
            "Planet used in a Tamarian mythological tale about the characters Darmok and Jalad who faced off against a common enemy on an island called Tanagra."
        ],
        [
            "Shelia",
            "The Shelia star system is the home of the Sheliak, a classification R-3 non-humanoid species that claims Tau Cygna V, where a group of humans has established a colony. It is not clear which planet (or planets) the Sheliak occupy in the Shelia system."
        ],
        [
            "Sherman's Planet",
            "An agricultural world near the Neutral Zone (in the era of ST:TOS) that is contested between the Klingons and the Federation. Subject to near-catastrophic crop failures and famine conditions; on at least two occasions, the Federation transported massive quantities of grain to Sherman's Planet to stave off famine amongst the colonists."
        ],
        [
            "Sheva II",
            "Location of a Jem'Hadar breeding facility."
        ],
        [
            "Shiralea VI",
            "A beautiful world inhabited by the “Parallax Colony”, a group of free-spirits concerned only with love and pleasure. Lwaxana Troi introduced Worf's son Alexander to a holodeck simulation of a Parallax mudbath and to experience their “Laughing Hour”."
        ],
        [
            "Sierra VI",
            "Site of a Federation outpost."
        ],
        [
            "Sigma Draconis",
            "A star system with three inhabited worlds, those being the 3rd, 4th, and 6th planets respectively. Each is populated by different technologically primitive culture; however, Sigma Draconis VI was visited by the USS Enterprise where Captain Kirk chases down aliens who have stolen Spock's brain."
        ],
        [
            "Sigma Erani",
            "Star system, according to the trader Kivas Fajo, it is the only known source of hytritium."
        ],
        [
            "Sigma Iota II",
            "The Iotians established a 1920s gangster society, the result of cultural contamination of a missing book from the USS Horizon."
        ],
        [
            "Sikaris",
            "Delta Quadrant homeworld of the Sikarian species. The planet has a thick quartz mantle used as an amplification device in the Sikarian's advanced Spatial Trajector Transporter which the USS Voyager crew hoped could send them 40,000 light years closer to Federation space."
        ],
        [
            "Simperia",
            "Cardassian planet where the Cardassian Liberation Front was headquartered, and also one of eighteen worlds destroyed by Breen and Dominion forces in 2375."
        ],
        [
            "Sirrie IV",
            "Kivas Fajo was in possession of a one-of-a-kind vase by artist Mark Off-Zel of Sirrie IV."
        ],
        [
            "Skagaran colony",
            "Planet in the Delphic Expanse settled by the humanoid Skagaran species. In the 19th Century, the aliens abducted a group of Human settlers from the north-western United States to use them as slave labor. Eventually the slaves had an uprising and overthrew their captors to become the dominant species of the planet."
        ],
        [
            "Sobras",
            "Kazon planet where rival Kazon sects congregate for talks."
        ],
        [
            "Solais V",
            "Home planet of the Solari, where two factions have been at war for fifteen centuries. In 2265, the Enterprise-D takes the deaf-mute mediator named Rivas there to lead a delicate peace negotiation. When Sisko is promoted to Captain and wants to tell Kasidy Yates about it, he learns that she is hauling a load of duranium to Solais V."
        ],
        [
            "Solarion IV",
            "Site of a Bajoran terrorist raid."
        ],
        [
            "Solosos III",
            "Maquis colony in the Cardassian DMZ where Cmdr. Sisko forced the surrender of agents and their weapons."
        ],
        [
            "Son'a Prime",
            "Homeworld of the Son'a species and capital world of the Son'a Solidarity."
        ],
        [
            "Sothis III",
            "Planet mentioned by Prof. Galen whose inhabitants, the Satarran species, disdain mysteries. The Satarrans waged a decades long war with a neighboring race, the Lysians."
        ],
        [
            "Soukara",
            "A Cardassian planet with thick jungles and the site of a Dominion base. In 2347, Worf and Jadzia Dax undergo a covert mission there to rescue a Cardassian defector who knew the fake identities of Founders hiding in the Alpha Quadrant."
        ],
        [
            "Spica",
            "Star system also known as Alpha Virginis. There is a Federation colony there which is known for its valuable Spican flame gems."
        ],
        [
            "Stameris",
            "A planet that in 2151 had active slave trade. The Ferengi pirates who hijacked the Enterprise NX-01 were planning to sell captured crew there."
        ],
        [
            "Starbase 6",
            "Planetside Starbase facility. In 2268, the Enterprise-D drops off Kareen Brianon there for transport back to Earth. The name of the planet Starbase 6 was located on was not mentioned. On stardate 4307.1, Starbase 6 lost contact with the USS Intrepid and sent rescue coordinates to the USS Enterprise NCC-1701"
        ],
        [
            "Starbase 11",
            "Planetside Starbase facility. The primary purpose of the station seems to be the handling of litigation matters. The name of the planet Starbase 11 was located on was never mentioned."
        ],
        [
            "Starbase 12",
            "Planetside Starbase facility in the Haven (Gamma 400) system. The USS Dauntless and USS Sovereign use it as a base of operations in their investigation of the Vesuvi event."
        ],
        [
            "Starbase 73",
            "Planetside Starbase facility. In 2365, the Enterprise-D stops at the base along route to the Endicor system. Riker bought some Owon eggs here. In 2366, the Enterprise goes there again to investigate a distress call from the Ficus Sector. The name of the planet Starbase 73 was located on was never mentioned."
        ],
        [
            "Starbase 123",
            "Two Romulan cruisers are detected by Starbase 123 on the way to the Beta Stromgren system to secure Tin Man."
        ],
        [
            "Starbase 133",
            "Destination of the Enterprise after it leaves the Rana system at the end of TNG episode “The Survivors”. Also the location of the static warp bubble trapping Dr. Beverly Crusher in the TNG episode “Remember Me”."
        ],
        [
            "Starbase 152",
            "Enterprise's destination at end of the episode “Tin Man”."
        ],
        [
            "Starbase 153",
            "The Enterprise transports an emissary (K'Ehleyr, Worf's former mate) from Starbase 153 to the Boradis system."
        ],
        [
            "Starbase 234",
            "Planetside Starbase facility located near Romulan space. It has orbital drydock stations. The name of the planet Starbase 234 was located on was never mentioned. Capt. Picard goes there to investigate the disappearance of Ambassador Spock."
        ],
        [
            "Starbase 515",
            "Planetside Starbase with extensive medical facilities. In 2365, Capt. Picard went there to undergo a cardiac replacement. The name of the planet Starbase 515 was located on was never mentioned."
        ],
        [
            "Starbase Earhart",
            "Federation Starbase. Location of the Bonestell Recreation Facility where young Ensign Picard picked a fight with a group of Nausicaans, one of which stabbed him through the heart. Recalling the incident, Picard refers to the station as “Farspace Starbase Earhart”."
        ],
        [
            "Starbase Montgomery",
            "Planetside Federation Starbase. The Enterprise-D went there for an inspection of the warp core after a series of system failures."
        ],
        [
            "Star Station India",
            "Destination of the Enterprise-D after it left the Darwin Genetic Research Station on Gagarin IV."
        ],
        [
            "Straleb",
            "Planet whose inhabitants, along with the people of Altec, makes up the Coalition of Madena. A political leader of Altec had issues with the rogue freighter captain Okona."
        ],
        [
            "Styris IV",
            "a Federation colony needing a rare vaccine from Ligon II."
        ],
        [
            "Suliban homeworld",
            "a planet in sector 3641, home of the Suliban people. The name of the planet is not mentioned."
        ],
        [
            "Sulvin IV",
            "Planet where Captain Picard was invited to by his associate Dr. Langford to assist in an archeological dig."
        ],
        [
            "Sumiko IV",
            "Site of the Cliffs of Heaven in a holodeck program."
        ],
        [
            "Surata IV",
            "Uninhabited planet where Commander Riker was poked by a poison thorn and later falls comatose from the infection."
        ]
    ],
    "T": [
        [
            "T'Khasi",
            "An indigenous name for Vulcan."
        ],
        [
            "T'Khut",
            "Volcanic planet that shares an orbit with Vulcan."
        ],
        [
            "T'Lani Prime",
            "Homeworld of the T'Lani species."
        ],
        [
            "T'Lani III",
            "World belonging to the T'Lani species which was wiped out in 2370 in a war against the Kellerun species."
        ],
        [
            "T'lli Beta",
            "Destination of the USS Enterprise-D before it became trapped in a cosmic string anomaly."
        ],
        [
            "T-Rogoran",
            "Home of the Dominion allied T-Rogoran species in the Gamma Quadrant."
        ],
        [
            "Tagra IV",
            "The dying homeworld of the Tagran species, whose careless industrialization began destroying the atmosphere. On stardate 46192.3, the USS Enterprise-D undertakes a clean up mission of the atmosphere which proves fruitless. However, young intern crewmember Amanda Rogers (who was unknowingly a member of the Q) uses her godlike powers to save the planet."
        ],
        [
            "Tagus III",
            "Homeworld of the secretive Taguan species who have a rich historic culture studied by the Vulcans (the only species the Taguans allow to visit their world). The Federation Archaeology Council holds an annual symposium in orbit above the planet."
        ],
        [
            "Takar II",
            "Delta Quadrant homeworld of the Takarians species that laid at one end of the Barzan Wormhole."
        ],
        [
            "Takara",
            "Homeworld of the Takaran species (not to be confused with the Takarians), the planet has an inhospitable environment to most humanoid life."
        ],
        [
            "Talarian homeworld",
            "Home of the Talarian species. The Enterprise encounters a disabled Talarian ship adrift in the Neutral Zone. (At one point in the episode, Capt. Picard describes the ship as “Taralian,” but the subtitle track spells the name “Talarian.”)"
        ],
        [
            "Talax",
            "Homeworld of the Talaxian species. The Talaxians were known as the Talax-ilzay in their “old tongue.”"
        ],
        [
            "Tallonian homeworld",
            "Quark is accused of dealing with Markalian smugglers to acquire Tallonian crystals, illegal anywhere away from the Tallonian homeworld."
        ],
        [
            "Talos IV",
            "Quarantined homeworld of the Talosian species, strange humanoids who can create realistic illusions. Star Fleet General Order 7 quarantines the entire region against any and all contact under penalty of death because of the Talosians' abilities; any communication supposedly originating from the region is to be assumed false, without exceptions."
        ],
        [
            "Tamar",
            "Homeworld of the metaphoric speaking Children of Tamar species."
        ],
        [
            "Tandar Prime",
            "Planet in the 39 Tauri system. Homeworld of the Tandarian species."
        ],
        [
            "Tantalus",
            "A Federation prison colony where the warden, Dr. Tristan Adams, is discovered conducting cruel psychological experiments on the inmates. The planet is also referred to as Tantalus V."
        ],
        [
            "Tanuga IV",
            "The cloudy homeworld of the Tanugan species, who have a harsh “guilty until proven innocent” justice system. Commander Riker was accused of murdering the Tanugan physicist Dr. Nel Apgar, who was experimenting on converting Krieger waves and had hoped to sell his Krieger-wave converter to Federation enemies as a weapon; the UFP's interest in the Krieger-wave converter had been primarily as a power source."
        ],
        [
            "Tarakis",
            "Delta Quadrant planet once settled by Nakan colonists. The planet was to be evacuated, but the colonists were instead slaughtered by the rescue forces sent to help them leave. A memorial to the massacre remains on the surface which contains a synaptic generator and causes those who stand near it to receive flashes of images and the intense emotions of the event."
        ],
        [
            "Taranko colony",
            "System with a Federation colony. In 2370, the USS Enterprise-D took on medical supplies destined for the system from the USS Lexington."
        ],
        [
            "Tarchannen III",
            "A swampy planet with a thick atmosphere visited by the USS Victory in 2362, to investigate the disappearance of 49 scientists from a Federation research station. Geordi La Forge was part of the investigating team. In 2367, La Forge and members of his search team were mysteriously drawn back to the planet and underwent a strange metamorphosis, turning into invisible amphibious beings that are native to the planet. The beings reproduce by infecting other races with a genetic parasite."
        ],
        [
            "Tarellia",
            "The former homeworld of the Tarellian species who fought a civil war with biological weapons that wiped out nearly all of them. Some escaped into space looking for a cure."
        ],
        [
            "Taresia",
            "Class M homeworld of the Taresian species. The Planet is located in the Delta Quadrant and is populated by 90% females."
        ],
        [
            "Tarkalea",
            "Homeworld of the Tarkaleans."
        ],
        [
            "Tarlac homeworld",
            "Home of the Tarlac species. It is one of three planets ruled over by the Son'a Solidarity."
        ],
        [
            "Tarod IX",
            "Site of a Federation post near the Neutral Zone, which Capt. Picard believed was destroyed by Romulans."
        ],
        [
            "Tarok",
            "M-class moon of a Delta quadrant gas giant, used as a training site by the Ogla sect of the Kazon. Chakotay and a Kazon boy named Kar were marooned there."
        ],
        [
            "Tarquin's Planet",
            "Planet whose sole inhabitant is the alien named Tarquin."
        ],
        [
            "Tarsus III",
            "Location of Starbase 74, where the Enterprise-D drydocks for a computer upgrade."
        ],
        [
            "Tarsus IV",
            "Federation colony that was home to some members of James Kirk's family, who were killed in a mass genocide ordered by the colony's ruler Kodos. Kevin Thomas Riley (Bruce Hyde), one of James Kirk's junior personnel, was born there and lost his family in the massacre."
        ],
        [
            "Tartarus V",
            "Planet where Vash goes off to explore the ruins."
        ],
        [
            "Tau Alpha C",
            "Star system of the home to an enigmatic race of beings which includes one known only as The Traveler. At maximum warp speeds it would take over 120 days to reach the planet from Starbase 133."
        ],
        [
            "Tau Ceti Prime",
            "Planet in the Tau Ceti system. In 2368, Vice Admiral Janeway, (Capt. Janeway's father), drowned on the planet."
        ],
        [
            "Tau Ceti III",
            "Planet where Picard first met his friend Captain Keel. Non-canonical sources identify this planet as Kaferia and describe its inhabitants as insectoid bipeds who prefer maintenance of an alliance with the Federation to membership in it; in these non-canonical sources, they are also credited for eugenically tailoring some of the most delicious fruits known to Federation society."
        ],
        [
            "Tau Ceti IV",
            "Home port planet of the simulation ship Kobayashi Maru. Planet's name was indicated on a readout screen."
        ],
        [
            "Tau Cygna V",
            "Colony where in 2274, the SS Artemis crashed on the surface and the survivors started a new civilization. In 2366, the Enterprise-D was assigned to remove the lost colony of humans against their will when the planet was annexed from the Federation by the Sheliak species. The planet is bathed in radiation harmful to humans but the colonists developed a natural resistance over time. To handle the relocation effort, Lt. Cmdr. Data was sent to planet since he was immune to the radiation effects."
        ],
        [
            "Taurus Ceti IV",
            "Planet where Captain Janeway got her dog, Molly, as a puppy from a pound. Note: The planet most likely should have been Tau Ceti IV since Janeway's father was from Tau Ceti Prime."
        ],
        [
            "Taurus II",
            "A desolate planet near the Murasaki 312 quasar where the Galileo shuttle crashed. The planet is inhabited by primitive hostile giant humanoids."
        ],
        [
            "Taurus III",
            "Location of Jem'Hadar facilities."
        ],
        [
            "Tavela Minor",
            "Recreational planet."
        ],
        [
            "Tazna - There is a frozen dessert on Tazna named Darmok.."
        ],
        [
            "Teerza Prime",
            "World colonized by Denobulans."
        ],
        [
            "Telemarius IV",
            "Data offers flowers from this world to Jenna D'Sora, with whom he is pursuing a romantic relationship."
        ],
        [
            "Tellar Prime",
            "Homeworld of the Tellarite species. Non-canonical resources equate the primary of this planet with 61 Cygni."
        ],
        [
            "Telsius",
            "Delta Quadrant planet and home of the Telsian species. In 2376, a mine on the planet was robbed by con artists disguised as USS Voyager personnel."
        ],
        [
            "Teluridian IV",
            "Planet near where Maquis members Chakotay and B'Elanna Torres destroyed two Federation Runabouts who answered their fake distress call."
        ],
        [
            "Tendara colony",
            "Federation colony."
        ],
        [
            "Teplan system",
            "Kira, Dax and Bashir answer a distress signal coming from one of the planets in the Teplan system in the Gamma Quadrant."
        ],
        [
            "Terlina III",
            "Uninhabited planet where Dr. Noonien Soong and his wife Juliana O'Donnell fled after the destruction of Omicron Theta colony to continue their work on androids."
        ],
        [
            "Terosa Prime",
            "Planet visited by Dr. Gideon Seyetik and his wife Nidell. An accident there caused Nidell to lose control of her psychic powers and an alter ego, Fenna, was created. Fenna caused problems aboard DS9."
        ],
        [
            "Terra Nova",
            "also known as Eta Cassiopeia III, was one of the first Earth-colonized planets. Terra Nova was Earth's “great experiment,” and was an early human colonization mission, which set its sights on the closest habitable planet from Earth. The world was 20 light-years from Earth, and the early warp drive colony ship heading there took 9 years to reach it. All adults from the original colony were killed after a radioactive asteroid struck the planet. The children survived by going underground and living in caves."
        ],
        [
            "Terrellian homeworld",
            "Chakotay spars with a Terrellian on the holodeck."
        ],
        [
            "Tessen III",
            "Planet threatened by an asteroid that the Enterprise-D tries to push off course with a new tractor beam system."
        ],
        [
            "Tessik Prime",
            "Planet visited by the Enterprise NX-01 in 2152, where a crewman contracted Rigellian Fever and started an epidemic forcing Dr. Phlox to inoculate the entire crew."
        ],
        [
            "Tethys III",
            "A gas giant planet in the Tethys system. Data faked information regarding the system to hide the existence of the xenophobic isolationist Paxan species, a race who did not want to be known by outsiders. The Paxans erased the crew's memories save for Data, because he was inorganic, but made him vow to never reveal their existence."
        ],
        [
            "Thalos IV",
            "Planet known for its black market activity."
        ],
        [
            "Thalos VII",
            "Homeworld of the Thalian species. Known for their unique chocolate mousse, a delicacy made from centuries-old cacao beans."
        ],
        [
            "Thanatos VII",
            "Planet where in 2073, a defective warp core conduit installed aboard the Enterprise-D was manufactured. Unfortunately, the conduit was infested with interphasic organisms which caused the warp core to fail."
        ],
        [
            "Thasus",
            "Homeworld of the discorporate Thasian species and inhospitable to most other races. The crew of the USS Antares finds a teenage boy named Charles Evans (Robert Walker Jr.) stranded on the planet. The Thasians had granted him psycho-energetic powers for survival, which, because of his lack of maturity and the fact that he was going through adolescence—and its corresponding identity crisis—when they were discovered, proved to be as dangerous as if he had been a child with a fully loaded handgun. Because the Thasians were discorporate, Evans lamented, just before being taken back to Thasus, “I-I can't even TOUCH them!!!”"
        ],
        [
            "Thelka IV",
            "Planet from which comes a special dessert Picard wanted to serve to Nella Daren, a Commander he was “dating” for a time aboard the Enterprise."
        ],
        [
            "Thera",
            "Homeworld of the Xyrillian species. The Xyrillian female Ah'len took Trip to an image of Thera on her ship's holodeck."
        ],
        [
            "Theta 116 VIII",
            "Gas giant planet investigated by the Enterprise-D after having traced the ancient NASA spacecraft Charybdis here. An unknown alien intelligence recreated a 20th-century hotel/casino from a novel called The Hotel Royale on a plane of frozen methane for the craft's only surviving crewmember."
        ],
        [
            "Theta VII",
            "The Enterprise is scheduled to meet the USS Yorktown to carry perishable drugs to the Federation colony on Theta VII."
        ],
        [
            "Theta Cygni XII",
            "a Federation colony."
        ],
        [
            "Theta Kiokis II",
            "The homeworld of the xenophobic Melkotian species visited by the USS Enterprise NCC-1701."
        ],
        [
            "Theta Omicron IV"
        ],
        [
            "Tholia",
            "Class Y Homeworld of the Tholian species. Benjamin Sisko gives Kasidy Yates a gift of Tholian silk which he got from the Tholian ambassador. Data relates that Will Riker calculated a sensory blind spot on a Tholian vessel and hid within it during a battle simulation."
        ],
        [
            "Thurasia",
            "Planet where it only rains twice a year, producing Thurasian Rain Water, a delightful drink which Guinan served Counselor Deanna Troi."
        ],
        [
            "Ti'Acor",
            "Klingon asteroid belt containing a military base."
        ],
        [
            "Tiburon",
            "Planet mentioned as the homeworld of Dr. Sevrin. It is the homeworld of the Tiburonians whose name for the planet is Simeran. It is in the Omega Fornacis A star system."
        ],
        [
            "Tilonus IV",
            "A planet fallen into anarchy that Riker is ordered to infiltrate."
        ],
        [
            "Time Planet",
            "An unnamed planet that had been deserted by an advanced species who created a doughnut-shaped device, a sapient time portal calling itself “The Guardian of Forever,” that would transport a being to any place and time they desired. It was first discovered by Captain James Kirk of the USS Enterprise at an unknown stardate in which Dr. Leonard McCoy accidentally stumbled in, sending him to 1930s Earth. They retrieved McCoy, and left the planet with no definite coordinates so that no ship could repeat any accidents. TAS, however, said that in the animated installment “Yesteryear,” strictly regulated historical research was conducted there; but when Spock accidentally erased his own existence, he had to use the Guardian of Forever to undo that erasure, and finally contact with the Time Planet was banned altogether."
        ],
        [
            "Timor II",
            "Planet where the fifth-largest Ferengi controlled pergium mine resides."
        ],
        [
            "Titan",
            "Colonized moon of Saturn."
        ],
        [
            "Titus IV",
            "Planet where Miles O'Brien almost stepped on a Lycosa Tarantula. He takes the spider as his pet Christina."
        ],
        [
            "Tohvun III",
            "A neutral planet near Cardassian space. Captain Picard went there in 2366 to negotiate a Federation-Cardassian peace treaty, but instead, he was abducted and interrogated by Gul Madred."
        ],
        [
            "Torad V",
            "Destination of Miles O'Brien and his wife pregnant Keiko for a botanical study, during which their runabout is damaged, and Keiko injured. The fetus of Keiko's unborn son is transferred to Major Kira by Dr. Bashir and Kira carries the child to full term."
        ],
        [
            "Toranius Prime",
            "While reliving a massacre on Tarakis under the influence of a synaptic generator, Chakotay is promised a week's R&R on Toranius Prime after he completes the mission."
        ],
        [
            "Torga IV",
            "Uninhabited Gamma Quadrant planet rich in valuable “cormaline” deposits. Captain Sisko leads a team there to determine the feasibility of establishing a mining colony so far from Federation space."
        ],
        [
            "Torman V",
            "Planet near Cardassian space where Captain Picard hires a Ferengi smuggler to take him and Dr. Crusher to Celtris III."
        ],
        [
            "Torna IV",
            "Planet where the Klingon Kor became drunk in a tavern and revealed he knew the whereabouts of the ancient “Sword of Kahless.”"
        ],
        [
            "Torona IV",
            "Homeworld of the insectoid Jarada species."
        ],
        [
            "Toroth",
            "A desert Beta Quadrant planet. Homeworld of the Torothan species visited by the Enterprise NX-01 in 2152. Captain Archer meets Zobral, a terrorist leader, who tries to force Archer to help him fight his political enemies."
        ],
        [
            "Torros III",
            "Planet in Cardassian space where a Cardassian-Dominion shipyard was located."
        ],
        [
            "Tracken II",
            "Maquis colony. In 2373 Captain Sisko threatened to render the planet uninhabitable unless Maquis agents hiding there surrendered themselves and their weapons."
        ],
        [
            "Tranome Sar",
            "Site of a famous Klingon battle."
        ],
        [
            "Trebus",
            "World destroyed by Cardassians."
        ],
        [
            "Trelka V",
            "Location of Cardassian starbase."
        ],
        [
            "Trelkis III",
            "Ringed planet."
        ],
        [
            "Triacus",
            "A planet with a small Federation archeology team stationed there to investigate ancient ruins of an extinct civilization. Non-canonical sources call it Epsilon Indi III."
        ],
        [
            "Trialas IV",
            "Planet where Dr. Arik Soong fled after stealing augmented human embryos to raise on his own."
        ],
        [
            "Triannon",
            "Homeworld of the Triannon species located in the Delphic Expanse."
        ],
        [
            "Trill",
            "(a.k.a. Trillius Prime) Homeworld of the symbiotic Trill species. Ensign Mayweather's family resided there for a time."
        ],
        [
            "Triona",
            "Location of a Federation colony and outpost."
        ],
        [
            "Triskelion",
            "Planet in the M-24 Alpha system, with three suns, controlled by at least three once-humanoid beings, now existing as disembodied entities in subsurface vaults, who once captured slaves (“Thralls”) from other worlds and made them fight in gladiatorial games for their entertainment."
        ],
        [
            "Troyius",
            "Planet visited by the USS Enterprise NCC-1701 whose people sought peace with a warring neighbor world, Elas, through an arranged marriage."
        ],
        [
            "Turkana IV",
            "Site of a failed Federation colony that fell into anarchy and eventually severed ties to the Federation. Birthplace of Natasha and Ishara Yar."
        ],
        [
            "Tycho IV",
            "An uninhabited planet where Captain Kirk chases an incorporeal vampiric entity down to kill it."
        ],
        [
            "Tyree",
            "Desolate, uninhabited planet where the Prophet's “Orb of the Emissary” artifact was hidden."
        ],
        [
            "Tyrellia",
            "Homeworld of the Tyrellian species and one of the few planets known for lacking magnetic poles. It has no atmosphere."
        ],
        [
            "Tyrus VII-A",
            "Site of the experimental “particle fountain” mining technology."
        ],
        [
            "Tzenketh",
            "Homeworld of the Tzenkethi species, whose Autarch is overturned in a coup d'état."
        ]
    ],
    "U": [
        [
            "Udala Prime"
        ],
        [
            "Ufandi III",
            "Planet near which the Duras Sisters tried to sell illegally mined magnasite to a Yridian smuggler."
        ],
        [
            "Ullian homeworld",
            "Homeworld of the telepathic Ullian species."
        ],
        [
            "Ultima Thule",
            "Planet used by Valerians smuggling weapon materials to the Cardassians."
        ],
        [
            "Umoth VIII",
            "Former Federation colony in the Cardassian DMZ. It was believed Cardassian saboteurs fouled food replicators in an attempt to poison colonists who refused to leave."
        ],
        [
            "Unefra III",
            "Cardassian planet where a secret Obsidian Order safehouse was located."
        ],
        [
            "Uxal",
            "Delta Quadrant planet inhabited by a pre-warp civilization. At the turn of the 23rd Century, the first Earth, warp-capable, unmanned probe Friendship 1 landed on Uxal whose inhabitants reverse engineered its technology and developed their own warp drive as well as antimatter weapons. Rival factions on the planet went to war over technology rights until an antimatter bomb was detonated which destroyed the planet's ecosystem. In 2377, the USS Voyager came upon Uxal and helped the remaining survivors to clean up the atmosphere, thus restoring Uxal's environment."
        ]
    ],
    "V": [
        [
            "Vaadwaur homeworld",
            "Planet in the Delta Quadrant, home of the Vaadwaur species. The Vaadwaur were a warrior race, nearly exterminated in a war with the Turei and their allies 900 years earlier."
        ],
        [
            "Vacca VI",
            "An M-class planet in the Cabral sector chosen to transplant a community of Boraalans whose original home, Boraal II, became uninhabitable."
        ],
        [
            "Vadris III",
            "Gamma Quadrant planet where an isolated race resides who believe they are the only intelligent species in the universe."
        ],
        [
            "Vagra II",
            "An otherwise uninhabited planet in the Zed Lapis sector, home of Armus, who holds Deanna Troi and a shuttle pilot captive and kills Tasha Yar."
        ],
        [
            "Valo II",
            "Site of Bajoran rebel camp."
        ],
        [
            "Valo III"
        ],
        [
            "Valt Minor",
            "Krios and Valt Minor are two warring planets."
        ],
        [
            "Vanden Prime",
            "Cardassian controlled planet."
        ],
        [
            "Vandor IV",
            "A planetoid in elliptical orbit around binary stars where Dr. Paul Manheim built a secret laboratory to conduct his dimensional time experiments in private."
        ],
        [
            "Vandros IV",
            "Dominion allied planet in the Gamma Quadrant."
        ],
        [
            "Varala",
            "Homeworld of the Varalan species."
        ],
        [
            "Vega IX",
            "A Federation colony whose inhabitants, as James Kirk discovered, were murdered by his mirror-universe counterpart. It is unclear whether Vega IX also exists in our James Kirk's universe. In TNG episode “Tin Man” a Vega IX probe is mentioned which passed through the Beta Stromgren system, but it is not clear if this refers to the planet Vega IX or if this is merely the name of the probe."
        ],
        [
            "Vega Reticuli",
            "Homeworld of the long-lived Vega Reticuli species."
        ],
        [
            "Velara III",
            "A lifeless planet where the Federation had set up a terraforming station. It was revealed that Velara III already had silicon-based life and the terraforming operation was unknowingly destroying them. Apparently close to the Pleiades cluster, since that was what Enterprise D was mapping, before arriving."
        ],
        [
            "Velos VII",
            "Cardassian controlled planet where a Bajoran internment camp was located."
        ],
        [
            "Veloz Prime",
            "Cardassian planet attacked by the Maquis in 2373, who used a nerve agent to drive the Cardassians from the planet. The Maquis later took the planet over."
        ],
        [
            "Vendikar",
            "Planet whose people were engaged in a simulated war with the people of Eminiar VII."
        ],
        [
            "Ventani II",
            "Planet believed to be the birthplace of Tret Akleen, “father” of the Cardassian Union."
        ],
        [
            "Ventax II",
            "Home of the Ventaxians, who signed a contract with the mythical demon Ardra. Capt. Picard proved that Ardra was a hoax, impersonated by a woman in a cloaked ship in orbit above the planet."
        ],
        [
            "Venus",
            "Sol II. A hostile rocky planet. Venus was terraformed or in the process of being terraformed in the 24th century."
        ],
        [
            "Verex III",
            "Planet used by the Orions as a processing station for their slave trade."
        ],
        [
            "Veridian III",
            "An unsettled Class M planet. It is the world where Captain Kirk is killed after helping Captain Picard stop the renegade scientist Dr. Tolian Soran from his rendezvous with the Nexus energy ribbon. After a stealth attack by the Klingon Duras sisters, the Enterprise-D suffered a warp core breach and was destroyed in orbit of Veridian III. However, the saucer section managed to separate, and survived a crash landing on the planet's surface. The crew were later rescued."
        ],
        [
            "Veridian IV",
            "Sister planet to Veridian III which supports a pre-industrial humanoid society, the lives of which were threatened by Dr. Tolian Soran's star destroying weapon."
        ],
        [
            "Vico V",
            "Planet known for having a “wildest sky in the Alpha Quadrant”."
        ],
        [
            "Vilmoran II",
            "Site of the final genetic clue in Dr. Galen's search for the origin of humanoid species."
        ],
        [
            "Vissia",
            "Homeworld of the Vissian species."
        ],
        [
            "Volan II",
            "Former Federation colony given up to the Cardassians, several colonists rebelled and attacked the Cardassian freighter Bok'Nor."
        ],
        [
            "Volan III",
            "Sister planet to Volan II and a former Federation colony handed over to the Cardassians. Like the settlers of Volan II, some resisted the Cardassian take over and formed the Maquis rebellion."
        ],
        [
            "Volchok Prime",
            "Planet in Ferengi space."
        ],
        [
            "Vulcan",
            "A dry, hostile planet in the 40 Eridani A system that is the homeworld of the Vulcan people, who are also known as Vulcanians."
        ]
    ],
    "W": [
        [
            "Wadi",
            "Gamma Quadrant homeworld of the Wadi people, the first Gamma Quadrant species with which the crew of DS9 makes first contact."
        ],
        [
            "Wolf 359",
            "Uninhabited system close to Earth consisting of a red dwarf star, and location of the Battle of Wolf 359 between the Borg and the United Federation of Planets. Dr. Riley Frazier, former science officer of the Roosevelt, was assimilated at Wolf 359, and Jennifer Sisko was killed in the battle."
        ],
        [
            "Wolf 424",
            "See Babel."
        ],
        [
            "Wrigley's Pleasure Planet",
            "Planet dedicated to “adult entertainment.”"
        ],
        [
            "Wysanti",
            "Homeworld of the Wysanti species, in the Delta Quadrant."
        ]
    ],
    "X": [
        [
            "Xanthan homeworld",
            "Watery home planet of the Xanthan species, known for its numerous floating bazaars."
        ],
        [
            "Xanthras III",
            "Destination of the USS Enterprise-D."
        ],
        [
            "Xantoras",
            "Homeworld of the Xantorian species."
        ],
        [
            "Xendi Sabu",
            "Star system where Jean-Luc Picard receives the USS Stargazer from the Ferengi and where Picard later searches for Daimon Bok."
        ],
        [
            "Xendi Starbase 9",
            "A starship repair facility near the Xendi Sabu system, possibly under control of private corporations. In 2364, the Enterprise-D towed the derelict USS Stargazer to the station."
        ],
        [
            "Xerxes VII",
            "Rumored to have a mythological city called Neinman, akin to the legends of Earth's Atlantis."
        ],
        [
            "Xindi Council Planet",
            "Top secret planetary home of the Xindi Council."
        ],
        [
            "Xindus",
            "Xindi homeworld. Was destroyed during the Xindi Civil War."
        ]
    ],
    "Y": [
        [
            "Yadalla Prime"
        ],
        [
            "Yadera Prime",
            "Dominion-allied planet and homeworld of the Yaderian species, in the Gamma Quadrant."
        ],
        [
            "Yadera II",
            "Planet that some Yaderians fled to when the Dominion invaded their planet, Yadera Prime."
        ],
        [
            "Yalidian homeworld",
            "Home of the Yalidian species and supposedly rich in dilithium deposits."
        ],
        [
            "Yalosian homeworld",
            "Home of the Yalosian species, who breathe a highly corrosive hydrogen fluoride atmosphere. A Yalosian ambassador visited DS9."
        ],
        [
            "Yonada",
            "Asteroid with a habitable hollow core and an entire civilization living inside."
        ],
        [
            "Yridian homeworld",
            "Beta Quadrant homeworld of the Yridian species, who are known for their smuggling and illicit trade businesses, as well as the selling and trading of sensitive information. Garak suspects that a Yridian whom he owes money may be responsible for the attempt on his life. After playing darts with Morn, Bashir tells him he couldn't hit the side of an Yridian Yak. The Yridians, whom Seven of Nine describes as species 6291, were considered extinct until rediscovered by Captain Rudy Ransom."
        ]
    ],
    "Z": [
        [
            "Zadar IV",
            "Federation colony, young Harry Bernard grew up on the planet where his father raised dolphins."
        ],
        [
            "Zahl homeworld",
            "The Zahl homeworld is in spatial grid 005 of the Delta Quadrant. The Zahl are enemies of the Krenim."
        ],
        [
            "Zakdorn",
            "Homeworld of the Zakdorn species."
        ],
        [
            "Zalkon",
            "Homeworld of the militaristic Zalkonian species. Members of the Zalkonian race were undergoing an evolutionary metamorphosis, shedding their physical bodies and becoming entities of pure energy. Fearful of this fact, the Zalkonian government was evilly hunting down and killing those showing any signs of change—unfortunately for their villainy, one such Zalkonian did indeed survive and succeed in so metamorphosing completely."
        ],
        [
            "Zaran II",
            "Homeworld of the Zaranite species, members of the UFP and who were seen briefly in the movies, Star Trek: The Motion Picture, and Star Trek IV: The Voyage Home. The beings appear to wear gas masks."
        ],
        [
            "Zayra IV",
            "Location of a starbase where Chief Miles O'Brien once served and from when O'Brien recalls his encounter with Talarian Hook Spiders which infested a Jeffries Tube he had to work in."
        ],
        [
            "Zed Lapis",
            "Star system being surveyed by the USS Enterprise D when it gets an emergency call from Deanna Troi's shuttle, which has crashed on Vagra II."
        ],
        [
            "Zeon",
            "“Outer” planet of its system, whose apparently peaceful inhabitants, the Zeons, were attacked by the “inner” planet, Ekos."
        ],
        [
            "Zeta Alpha II",
            "A remote Federation colony."
        ],
        [
            "Zeta Boötis III",
            "Also known as Neural, is a planet featured in the TOS episode “A Private Little War” where The Klingons are caught influencing the technological development of the planet's primitive inhabitants."
        ],
        [
            "Zetar",
            "Former homeworld of the Zetarians, beings of energy whose planet was destroyed in a cataclysm. Those Zetarians who survived became patterns of noncorporeal energy who wandered through space in search of a living body they could inhabit."
        ],
        [
            "Zibalia",
            "The home planet of the Zibalian race, of whom trader/smuggler Kivas Fajo, who kidnaps Data is a member. Defending his greed and immorality, he blames the traits on a desperate youth “wasted on the streets of Zibalia”."
        ],
        [
            "Zytchin III",
            "A planet where Jean-Luc Picard once sought shore leave."
        ]
    ]
}