{
    "barbarian" : [
        "”Two Handed Weapons Coloring Book“",
        "”Barbarian Times: Axes & Beer“",
        "”Playorc, Full Page Poster Inside!“",
        "”Children Stories With Guts & Gore“",
        "”Not Just A Meat-Shield: The Barbarians Self-Esteem Book“",
        "”Drinking Songs For Battles & Battle Songs For Drinking“",
        "”Kill It First, Ask Later“"
    ],
    "bard" : [
        "”The Lute-Sutra“",
        "”Women, Wine, & Song: Things That Matter“",
        "”King - A Night At The Dungeon - Chords & Lyrics“",
        "”Sexuality & Sex Appeal, Why You Have All Of It“",
        "”101 Excuses For When The Husband Walks In“",
        "”Poems About Bards Singing About Bards, Because Bards“",
        "”How To Get Your First Groupie“",
        "”Pick-up lines for any occasion“"
    ],
    "cleric" : [
        "”101 Ways to Burn Heathens to The Ground“",
        "”My God is Better Than Your God, the eternal debate“",
        "”Footnotes To The Scripture, MDCCXXII Revised Edition.“",
        "”Resurrection Done Right, (And What To Do When It Goes Wrong)“",
        "”Troll Anatomy, A Study of Troll Healing & Regeneration“",
        "”The Fun Of Holy Wars - Go To Distant Places, Meet Exotic People, And Then Kill Them“",
        "”The Man Of God In Style - Robe Fashion - Spring Edition“",
        "”How To Know If Altar Boys Are Into You“",
        "”Extraplanar creature compendium, and what deity is suspected of creating them“",
        "”A page of the Mad God's tome, and 1001 possible interpretations“"
    ],
    "druid" : [
        "”Aquaponics: One Fishes Filth Is Another Druids Treasure“",
        "”Dolmen Architecture, Natural choices for any natural environment!“",
        "”Ogham Script ABC“",
        "”Cabinporn: Rustic Huts For A Hermit Like You“",
        "”What Is A Hippie? Find Out Why People Call You That“",
        "”Lighting Up The Dance Floor - Lightning Bolt Tactics“",
        "”Delicious Dungeon Cookbook. Preparing ooze, roots & the odd kobold“",
        "”Clergy-men Can't Hunt“",
        "“Training parrots to say obnoxious things at the right moment“"
    ],
    "fighter" : [
        "”Loot the Dungeon, Get The Girl: Classic stunts every fighter should know“",
        "”Dungeon Atlas - Maps & Layouts of Popular Dungeon Choices“",
        "”Dragon Soft Spots & How To Taste Bad If You Fail.“",
        "”Panache: What It Is And Where To Get It.“",
        "”The Fighters Ego: Finding Weak Monsters To Bash.“",
        "”Letting The Wizard Have It, When Too Much Is Too Much“",
        "”If You Can't Kill With It, Flirt With It, Or Drink It: You Don't Need It“",
        "”Complete guide to taverns and tavern wenches“"
    ],
    "monk" : [
        "”Punching things. Instructions on over 1000 things to punch“",
        "”The Secret Roundhouse Kick“ by ”Monk Norris“",
        "”Chopstick Fly Catching 101“",
        "”Zen philosophy in 60 minutes - Carry it out in a lifetime (or two)“",
        "”Temporary Dragon Tattoos - Put them on and wash them off!“",
        "”The Art Of War & Other Bedtime Stories“",
        "”Top 10 Things To Do Once You Reach Illumination“"
    ],
    "paladin" : [
        "”Polishing Plate Armour: A practical Guide“",
        "”How To Rescue A Prices In Twelve Easy Steps“",
        "”How to Train Your Squire: From Lazy & Dumb, To Helpful & Fun!“",
        "”The Fine Art Of Disagreeing With Your Party Members“",
        "”How To Be Obnoxiously Well Intended“",
        "”Why Do They Hate Me? - A Paladins Guide To Understanding Others“",
        "”The Rust Monster & Other Horror Stories“"
    ],
    "ranger" : [
        "”Survival for Dummies - The Secret Is Banging Those Rocks Together“",
        "”Favoured Enemy Catalogue - Spring Edition“",
        "”Animal Companion Fashion, Be Mysterious In Style“",
        "”Tactical Solutions For Everyday Problems“",
        "”Complete guide to footprints and tracking“",
        "”Favoured terrain catalogue. With full color poster inside!“",
        "”Animal Companions, the best friend you will ever have“",
        "”Fun Outdoor Activities For You And Your Pets“",
        "”Healthy diets for an austere lifestyle“"
    ],
    "rogue" : [
        "”The Art Of Tax Evasion“ by ”Robin Hood“",
        "”Neurotoxins for Fun, Health & Profit“",
        "”101 Moral Discourses & How To Backstab Them“",
        "”The Fine Art Of Blame-Shifting“",
        "“The complete Thieves Cant thesaurus“",
        "“The minimalist rogue, and why you need a sack of holding“",
        "“Cloak & Dagger catalogue, sneak and stab in style“"
    ],
    "sorcerer" : [
        "”Lucid Dream Casting - Casting Spells In Your Sleep“",
        "”Why Me? A guide to survive curses and be OK at the end of the day“",
        "”Understanding Your Dreams, Your Powers, & Pretty Much Everything Else“",
        "”What is happening to me? A sorcerer's guide through puberty“",
        "“The complete guide to other people's dreams“",
        "“Mendel's law of arcane inheritance“"
    ],
    "warlock" : [
        "”Keep Your Toga On: Demon Law & Contract Loopholes“",
        "”Extra-Planar Employer Catalogue - Who Is Who In The World Of Outer Plane Powers“",
        "”Witches & Broomsticks, A Seduction Guide For The Shy Warlock“",
        "”Finding the right patron for you. Ten example soul-binding contracts“",
        "”Know Your Rights! - Warlock manifesto against patron exploitation“"
    ],
    "wizard" : [
        "“On Navigation of, and the Reliability of Perceptions Within, Non-Euclidean Space”",
        "“Putting out the Fireball: How to Assert Your Will Without Resorting to Evocations”",
        "“Beings of the Outer Planes IX: Demons, Devils, And Determining the Difference.”",
        "“Touring the Imbibularium: A Catalogue of All Known Elixirs, Poultices, Potions, and Tinctures.”",
        "“Dissection or Vivisection: Why the Moral Outcry of Lesser Minds is Stifling Your Mastery of the Cosmos”",
        "“A Hat as Tall as You Deserve: Uses for Extra-Dimensional Spaces in Fashion”",
        "“On the Relative Benefits of Living, Unliving, Monstrous and Constructed Minions”",
        "“Ditching the Love Potion: How to Use Charm Spells to Improve Your Sex Life”",
        "“Going Where Only Gods Have Been Before: Creating New Life in Your Vats to Improve Your Sex Life”",
        "“Check Your Beard: A Practical Guide to Avoiding Otherworldly Parasites While Traveling the Cosmos”",
        "“Free Labor: A Guide to Selecting the Right Candidate for Apprenticeship”",
        "“Rare Spell Components and Where to Find Them”",
        "“Shaming The Petty Gods Who Scorn You: A Study in Emulating Clerical Magics”",
        "“Correctly Conjugating Conjurations: A Coda for those Circumspect of Catastrophe”",
        "“Accurately Articulating Abjurations: Acquiring an Appropriate Accent”",
        "“How to Make Servitors & Influence People”",
        "“How to Keep Insects Away from your Apparatuses to Prevent Unwanted Abominations”",
        "“Prolix Prose. Obfuscating Spellcasting Vocalizations by Employing A Needlessly Arcane Lexicon”",
        "“A Brief Study in the Practice of Law for Those Who Intend to Deal with Devils”",
        "“Ditch the Ball! Cubes, Pyramids, Spirals, and Other Amusing Shapes for Flaming Evocation”",
        "“Who Needs Resurrections? 300 Necromancy Spells to Put Clerics to Shame”",
        "“When You’ve got More Spell Slots than Enemies to Crush: 1000 Little Spells to Enhance your Life”",
        "“Finding your Familiar: Contrasting the Benefits of Ravens, Felines, Toads, Salamanders, and Other Common Choices”",
        "“When Devils Won’t Deal: How to Trick Celestial Beings”",
        "“Dumbing it Down for the Meat-Shields: A Primer for Engaging in Pleasant Conversation with your Adventuring Companions”",
        "“Choosing the Material that’s Right for YOUR Golem”",
        "“Stars, Moons, & Other Shapes That Will Never Go Out of Style”",
        "“Half the Storage Costs, All the Soul: Using Halfling Sacrifices for your Dark Rituals”",
        "“A Practical Guide to Time Manipulation.” Written by: “You, Twenty Years from Now.”",
        "“Dealing with Anti-Magic Fields: Martial Arts for a Wizardly Physique”",
        "“Fifty shades of Gandalf the Grey”",
        "“Summoning for Dummies: What to summon and what to run away from”",
        "“Magic Items For All Occasions. A Catalogue of wonders”",
        "“On the Road to Immortality; confessions of a lonely lich”",
        "“Birthday spells & 100 ways to entertain the common folk”",
        "“Sphinx-proof: A Compendium Of Riddles And Their Answers”",
        "“How to talk to Witches. A Manual for the Shy Wizard”",
        "“Merlin: The man behind the beard”",
        "“The complete book of potions, brews and concoctions”",
        "“Wood, Bone & Metal. Choosing the right material to make your wand”",
        "“How Magic Stuff Works, an illustrated guide”",
        "“Potion Haberdashery: Make your brews taste good!”",
        "“Chronomancy. The Arcane School That’s Always Ahead”",
        "“Wild Magic For The Lazy Wizard”",
        "“The Evocators Cookbook: Fifty ways to blow things up”",
        "“A Comprehensive List Of Familiars And How To Care For Them”",
        "“Making Friends: A Homunculus Fabrication Guide”",
        "“Fictional Magic, A Malady Of Our Modern Times”",
        "“A Wizard's Guide to Daggers & Staffs”",
        "“The Necromancers Manifesto: Dead of the World Undie!”",
        "“Economy Divination: Investing in the known future”",
        "”The pen is mightier than the sword, the wand mightier still“",
        "”Concoctions on a budget, component replacements for the poor wizard“",
        "”One Hundred Ways To Wear A Pointy Hat“",
        "”Wizard morality, just because you can doesn't mean your should“",
        "”The right witch for you. Romance in the age of love potions“",
        "”Universalist Of All Trades, Master of None & What Happens to Wizards That Fail in Academia“",
        "”Invocation ethics, removing a creature from its environment and responsibly returning it before it's killed“",
        "”The Picture of Dorian the Gray“ by ”the Obscure Wild-Mage“",
        "”Frankenstein: A story of necromancy gone wrong“",
        "”Original uses for Invisible Servants, Mage Hands and other forms of unpaid help.“",
        "”Of Mice and Mages“ by ”John Spellbork“",
        "”A Wizard's Thesaurus: From Abracadabra to Zim-Zalabim“",
        "”Memory Improvement Techniques To Memorize More Spells Per Day“",
        "”Magical Autism: A study about the effects using Sleep and Charm Person too often.“",
        "”Mastering Charm And Other Ways To Make Friends“",
        "”The Lonely Wizard's Guide to Demonic Summoning & Fifty Topics Succubi Enjoy Talking About“",
        "”Driving & Doughnuts: A role playing game about a fantastic dystopian future“",
        "”The Wizard of Ooze & Other Stories About The Senseless Killing of Spellcasters“",
        "”The Guilt Complex: A Window to Cleric Psychology“",
        "”Magic Proprietary Laws: How to profit from your magic creations“",
        "”Spellnux: The Open Source Magic School“ by ”Spellnus Torvalds“",
        "”PGAL: Pretty Good Arcane Lock. By Phil Zimmermage“",
        "”A Hitch-hikers Guide to the Multiverse“ by ”Doomguard Adams“",
        "”The Great Bigby“ by ”F. S. Wizgerald“",
        "”Sentient Weapon Psychology. Dealing with trauma and abandon issues of sentient magical items“",
        "”The Call of Illithids“ by ”H. P. Lovecaster“",
        "”Psionics: Magic or Might? Telling mind power facts from fiction“",
        "”How to beat your dragon: Common Chess Strategies in Draconic Culture“",
        "”Democracy & Mass Charm Monster, politics for the modern mage“",
        "”Tactical Spell Combos Every Wizard Should Know“",
        "”The Way Spells Work: 100 Ways Masters and Apprentices Can Share the Secrets of Magic“",
        "”Fetch The Cell Keys & Other Neat Tricks To Teach Your Familiar“",
        "”Dungeon Architecture and Engineering“",
        "”Summoning Cryptozoology. What to expect when you don't know what to expect“",
        "”Family & Adventuring, A Smart Guide To Planning Retirement“",
        "”A Smart Lich Lives Long: A Thousand And One Ideas To Protect Your Phylactery“",
        "”Beard Fashion For The Wizard In Vogue“",
        "”The Times, A Chronomancer's Guide To Today, Tomorrow & Yesterday“",
        "”Lovely Tunes To Recite Your Incantations By“",
        "”Ten Things To Do While Crossing The Astral Plane“",
        "”How To Address A Pixie, A Guide To Fey Customs And Culture“",
        "”Now You See It; Now You're Toast: A Historical Record of Notable Fireballs“",
        "”Prismatic Pentagram: A Magic Geometry Coloring Book“",
        "”Component Economy. How to barter for coveted spell components“",
        "”Understanding Witches, Succubus and Other Magical Females“",
        "”Gem Cutting Manual, a hobby that glitters and gleams“",
        "”The Rune lore ABC: An illustrated guide“",
        "”The Illusionist's Handbook, How to Get the Curvy Parts Right“"
    ]
}