{
    "forest" : [
        "An ancient stone church. From the construction you can tell it originates from the very earliest days of the common faith in this land. Back when the abhorrent faiths that were once practiced here were forced out at swordpoint. A titanic oak has fallen on the roof and crashed its way through the floor, revealing a hidden chamber beneath. There appears to have been no way to reach this chamber from the church prior to the floor collapsing. The floor of the chamber is covered in a layer of dead wasp husks 2’ deep. The many-pored hives of their living descendants hum with activity all along the chamber’s walls and ceilings. Directly under  the altar in the church above is a stone ring, 3’ tall. Human femurs have been placed on the inside edge of the ring, each pointing towards the center. There are hundreds of these, leaving only a narrow passage of about 5’ in diameter down the center of the ring. Runes in an ancient local tongue describe the necessary ritual. A victim’s face must be pressed to the narrow bone passage and pain must be inflicted on them. Their screams suffice as an offering to the god of this place. After having been so long forgotten, the deity will be willing to proclaim anyone who gives it offerings as a champion. Much will be given, but much will be expected.There is a passage in the wall which wends beneath the earth for nearly a mile before opening out into the side of a treacherous gorge. The native peoples built this place to worship their god in secret after open worship was banned, and to negate the hateful presence of the interloping faith.",
        "A meadow where the trees overhead are so thick they form a veritable cavern. It would be dark as night, if not for the multicolored, luminescent fungi that hang from every tree branch, and float on the waters of the pond. This is the court of the pixies. A place which can only be found when you’re not looking for it.Typically the pixies hate to be intruded on by the big folk. They punish intruders with cruel games. These are really just sadistic tortures with strange rules, and a false hope that the victim might ‘win’ and be allowed to leave. Today, however, the pixies have need of some of the big folk. They have a gift for the big-folk king, and need someone to deliver it. Unfortunately, the serpent bird became enamored of the shiny paper the gift was wrapped in, and has stolen the gift for its nest. The pixies require the players to retrieve the gift before they take it to the king. They assure you that the human king will reward you amply for your trouble. He will not. If the players are reticent to pursue this quest without any obvious reward, the pixies would be happy to play “games” instead. As it happens, the gift is a smooth white stone with a jagged “X” carved into its surface, and colored with a pasty red powder. If touched, the stone causes the victim to be uncomfortably large for any man-made room they enter. In nature they are normal size, but as soon as they walk through a doorway they will find they have to stoop, and cannot take most actions normally. (Though they can always fit through doorways, somehow). Their new size confers no benefits of strength. The pixies would be deeply offended to learn their curse did not reach its proper target.",
        "The characters break through the underbrush into a small clearing where they find a council of bears. Most are sitting on fallen logs or tree stumps, while 2-4 are standing amid the rest, having a formal argument with one another about the moral state of the forest, trade agreements with the squirrels, the reliability of sense perception, or some other esoteric topic. When the characters are noticed, the bears will be mortified at having been discovered. Some of them will begin awkwardly acting like normal bears, but these will be chided by the rest for being ridiculous. After all, humans aren’t that stupid. The bears are polite and highly rational, but are insistent that they do not want their intellect to become widely known. While they have no currency with which to bribe the players, they offer their council on any number of issues the players wish to discuss. Of course, they are given to long argument on even the simplest subject, but patient players will always receive good information. Under no circumstances will the bears resort to violence on the player’s behalf. If the players attempt to betray the bears’ secret, they will have a difficult time of it. Tales of the bears are common enough from travelers in these woods that the surrounding villages have adopted the term “Meeting The Bear Council” as a euphemism for consuming a certain kind of hallucinogenic mushroom that grows on by the river there.",
        "In the middle of nowhere, its presence not even indicated by a deer trail through the underbrush, is the Crosseyed Wolf Hunting Lodge. It’s a large, well maintained building, with a green moss growing on the walls and roof. Within, the building is rustic and homey, with a welcoming barkeep and a host of cheerful huntsman. Notably, some of these will be peasants, while others may be as high ranking as princes or kings. There is no rank in the Crosseyed Wolf Hunting Lodge. On the walls hang trophies from all manner of bizarre creatures, the likes of which the players have never seen or imagined. Furry toad heads the size of an elephant’s, with majestic deer antlers; a fleshy horse with no eyes and 12 rows of razor teeth; a coiled python with the upper body of a mole-like thing where its head ought to be. The hunters are only too happy to share exaggerated stories of how deadly each creature was, and how much daring it took to bring it down. The Crosseyed Wolf Hunting Lodge is managed by Gullenet the Jocose, a muscular wizard of considerable skill with portals. The exploits of his youth made him wealthy enough to fund this place for the next four hundred years (which is good, because he plans to live at least that long). Gullenet’s specialty is creating portals to other worlds, and he spends years doing careful research to find new and exciting prey for the finest hunters in the world to tackle. They gather here once every two years (aided by Gullenet’s portals) for a great hunt. And a new one is just about to begin.",
        "A tree with a wise old face in its trunk. When approached, it will greet whomever it sees with a raspy voice, as though they were expected some time ago. It will agree to answer a single question for any group of people who come before it. It’s answers are generally nonsense disguised by profound language and portentous tone. It avoids specifics, but if need be, it will give specifics that are very far away from wherever it currently is. Truth be told, this tree has only been sentient for about 6 years. It is not very old, nor is it very wise. But every face in a tree seems to look old and wise to humans. She got tired of trying to convince people she didn’t know the answers to their questions (everyone assumed it was some kind of test), and instead just started making shit up to get people to go away.",
        "One of the party stumbles into a hole, taking taking 1 point of damage. It was disguised by a burlap tarp covered in dirt and dried leaves. The hole is 6’ long, 3’ wide, and 8’ deep. It’s lined with tightly packed stones, and there’s a metal grate at the bottom. The whole thing is covered in ash.If the players spend any time searching nearby they will find human bones. It doesn’t matter where they look. In hollow stumps, fallen logs, under stones, everywhere. It would be difficult to dig in a spot within 100’ of the hole without finding bones. If the players wait, there is a 1 in 6 chance each night that Hershel Volik will arrive, carrying a body. Hershel lives in the nearest village. During a childhood he tries not to remember, Hershel developed a taste for the meat of his fellow man. He makes frequent trips to towns throughout the area on business, and his murders (about one every week) have thus far gone undetected.",

        "A band of muggers attack the party, they are completely drunk and can barely hold a dagger.",
        "It seems you’ve stumbled onto the hidden base of an Alchemist, strange abominations infused with Chromatic Orbs guard the premise.",
        "“Huh. That’s weird, did that plant just move or was it just me?”",
        "While scavenging for food, you stumble upon an adorable but frightened rabbit. Every time it sneezes it changes forms, starting with Owlbear.",
        "An abandoned grain mill provides some convenient shelter for the night. Inside the mill the party discover a complex mechanical endoskeleton, the rusted metal gears creak uneasily.",
        "Nearby, a crowd has gathered around a clay golem without a master. The crowd watches, enchanted as the golem paints masterpieces. The paint has a strange property…",
        "Two Monsters are locked in combat, bloodied and breathing heavily. It seems their glorious duel is one of honour, maybe bet on a winner?",
        "A Dragon flies overhead holding onto a hoard of gold and treasures. A sudden change in direction causes a piece of their treasure to fall.",
        "Dozens of fish with human legs crawl out of a lake. This school of peculiar fish seem to be on a mission.",
        "Rock music is heard in the distance followed by bouts of cheering, strange aromas fill the air. It seems you are approaching a Music Festival.",
        "You’ve wandered onto the premises of a camp for young Wizards. A Wizarding tournament is taking place and things get very dangerous, very fast.",
        "A cobblestone bridge stretches across a deep ravine. An Orc guarding the bridge demands you pay the toll, fortunately it is very small. After crossing the bridge you simply cannot remember where you are or where you’re going- Oh, a hey! A bridge! (And repeat).",
        " A Mage stands in front of an unfinished tower. Upon seeing the party, they ask for assistance.",
        " A few hundred feet ahead, a strange house on wheels attached to two horses is parked on the side of the road. The house is somewhat destroyed but a sign on the roof is visible, “The Legendary Vagabond’s Sensational Creature Exhibit”.",
        " The ground below rumbles as a Monster emerges catching one of the party members in their teeth.",
        " In the center of the forest clearing, an abandoned field of flowers sway. These strange flowers are growing out the decayed body of a Dryad.",
        " A wild chicken jumps out of the bushes, it’s beak covered in blood. Surely this chicken is no threat, right?.",
        "Seated beside the river shore, an ethereal creature weeps. They reveal themselves as a Demigod with daddy issues.",
        "Hungrily, a non-traditional Chimera stalks the party. The beast is stitched together poorly.",
        "Inside the log of a fallen tree lies a poorly concealed treasure chest full of stolen loot. I’m sure nobody will mind if we take it?"
        "A friendly stray dog appears, when asked to speak the dog has a lot to share",
        "Materializing out of thin air, a magician appears claiming one of the party members is their long lost cousin. Surely this must be a mistake?.",
        "The sky above turns into a strange hue, birds begin flying in strange patterns in response.",
        "Copper sign on a large oak tree warns of a dangerous beast that hunts in the area.",
        "Strange traveling merchant appears selling exotic fish and unique magical spices. They’re desperate for loyal customers, surely this won’t be the last the party sees of them.",
        "There is a shift in the aura, the party have crossed into a large-scale summoning circle.",
        "A faint tune is heard, a pleasant and somewhat familiar whistling. But only half of the party can hear it.",
        "The trees appear to be sickly, covered in an acidic substance. The source of the infection lies deeper within the woods. It is hungry.",
        "Ruins of an abandoned town lie before you, only a few decades old. What awaits within the shadows?.",
        "A strange marketplace is stationed near a spring, all the merchants seem to be friendly but you can’t help but feel like something suspicious is going down….",
        "The temperature drops to an insanely low degree almost immediately. Destroyed trees and earth lie ahead covered in ice crystals and blood.",
        "A carriage rides toward you in the distance, the driver smiles and waves. As they pass by, a tied up body wriggles and falls out of the carriage.",
        "Pointed plant spurs shower the party attaching to their clothes, they are difficult to remove and grow in size very rapidly.",
        "The aroma of baked goods floods your nose, it’s rich and enticing. A colossal sized monster is baking goods in a makeshift oven near a river.",
        "Goblins camping on a hill loudly argue about a dishonest game of cards. Looks like their betting pool is full of interesting treasure.",
        "Forest spirits glow and awaken as the party enters their domain. The spirits offer a safe way through the forest as long as they promise not to steal any of the enchanted flowers within.",
        "A wounded Minotaur rests against a tree slipping in and out of consciousness.",
        "Blessed by a beautiful night, the party gaze upon a shooting star. It glows brightly, increasing with size as it makes contact with the earth itself not too far away.",
        "Travel is pleasant until the party notices their packs seem to be lessening in weight.",
        "Twin travelers, no more than 6 years of age, approach the party lost and scared. They refuse to let anyone open up their knapsacks."

        "A small band of 2d6 kobold scouts stumbles across the party’s camp.",
        "Some large, mysterious creature passes nearby, but does not get too close to the camp. The noise it makes is eerie and easily heard.",
        "An elven druid stops at the camp on their trek through the forest.",
        "A herd of elk passes close to the camp.",
        "2d4 gnolls attack the camp.",
        "A traveling merchant passes by and offers the party a look at their wares.",
        "Somewhere nearby, chanting can be heard. It passes after a few minutes.",
        "Strange lights appear in the sky and move silently in strange patterns for an hour before disappearing.",
        "A ghost can be seen haunting the nearby woods. The ghost will attack if engaged.",
        "An owlbear enters the camp looking for food.",
        "A pack of wolves has been tracking the party and chooses now to attack.",
        "A bear walks up beside the adventurer on watch and sits there quietly for an hour before moving on.",
        "The trickling of a brook nearby can be heard, but nothing else happens.",
        "A forest spirit in the form of a glowing, giant wolf passes close to the camp.",
        "1d8+2 orcs attack after a long day of marauding.",
        "A donkey wanders into the camp and moves on. Shortly afterward, a human farmer passes through in search of it.",
        "An especially beautiful meteor shower occurs overhead.",
        "The party’s campfire is upsetting a nearby treant who now walks up to tell them to put the fire out.",
        "A small pack of goblins accidentally stumble into the camp. They are almost too confused to attack - almost.",
        "A dragon flies overhead, seemingly ignoring the party… for now… ",
        "2d6 Giant Spiders descend from the trees upon the sleeping party.",
        "A troll lumbers into the camp, hungry for flesh.",
        "Two ogres, attracted by the fire, approach the camp.",
        "It begins to rain. The rain attracts 1d6+2 Ankheg, which burst from the ground and attack the party.",
        "A platoon of dwarven soldiers crashes the camp, excited to see fellow travellers.",
        "A heavy fog rolls in for an hour. Strange noises and shadows lurk within. The adventurers are unharmed when the fog rolls out, but small piles of stones are scattered in geometric patterns around the camp..",
        "Chilling howls echo through the forest. A werewolf has discovered the party and is ready to strike...",
        "A group of 2d6 bandits decides that now is the time to attack.",
        "An assassin sent to murder one of the adventurers sneaks into the camp, ready to kill.",
        "A peryton descends on the camp, eager to eat an adventurer’s heart.",
        "Strange singing is heard echoing in the night. It lasts for two hours, then fades.",
        "An ettin storms its way into the camp, irritated that adventurers dare to trespass.",
        "The night is calm and quiet. Nothing happens.",
        "A fox sneaks into the camp, looking for food. It will eat one day’s rations for every stealth check it passes.",
        "One of the gods will contact an adventurer that worships them by appearing as a face in the campfire. The god will demand something.",
        "While keeping watch, an adventurer will accidentally disturb a sleeping boar.",
        "A Gas Spore will enter the camp, hardly frightening the adventurers - until they cause it to burst, that is.",
        "A scouting patrol of 2d6 Lizardfolk will investigate the camp.",
        "A displacer beast has been stalking the party all day. It chooses now to attack.",
        "A dire rat skitters into the camp and investigates one of the bedrolls.",
        "A human knight in full plate armor enters the camp without a word. They will sit silently, staring at the fire until sunrise at which point they will stand and leave. If attacked, the knight will strike back.",
        "A small group of goblins riding worgs will attack the camp.",
        "With a loud commotion, a man in tattered clothing will stumble into the camp, madly repeating something about “squid-faced mind-eaters.”",
        "An Ice Giant will stumble across the camp.",
        "2d6+4 Skeletons will emerge from the ground and attack the camp.",
        "A troll bursts from the nearby forest to attack the group.",
        "During the night, a beautiful woman will emerge from the forest. She is a hag in disguise.",
        "1d10 Will-o’-wisps meander through the camp, attacking only if attacked first.",
        "A wounded wyvern, incapable of flight, crashes into the camp in the middle of the night. In its pain and confusion, it attacks the adventurers.",
        "Sounds of a nearby battle begin to echo through the forest.",
        "A falling star crashes in the forest nearby. Surely, retrieving it could prove useful… ",
        "Two gorgons, exhausted from fighting each other all day, continue their fight through the party’s camp.",
        "A flock of cockatrice roosts in the party’s camp for the night. ",
        "A bulette emerges from the ground in an explosion of rocks and soil, hungry for flesh.",
        "An elf mage emerges from the woods, clearly lost. He has a map for a completely different country, thinks that he is in a completely different century, and is extremely confused. He will disregard anything the adventurers say to him, eventually disappearing into the forest.",
        "A gnome blinks into existence, steals a day of rations, and blinks away.",
        "A small dragonborn merchant caravan meanders by, offering potions for sale.",
        "An owl catches a rabbit near the edge of the camp and flies away.",
        "A green dragon attacks the camp for settling within its territory.",
        "A swarm of fireflies moves through the camp.",
        "A small earthquake shakes the camp, but nothing serious.",
        "A large winged shadow passes in front of the moon briefly.",
        "2d10+2 Cultists in hooded robes attempt to grab at least one adventurer to sacrifice to their dark god in a nearby dungeon.",
        "A hole opens up in the ground near the camp. Confused dwarf miners climb out.",
        "Frightening wailing echoes through the woods. A banshee is on the prowl.",
        "A griffon descends on the camp, realizes its mistake after a round of combat, and flies off into the night.",
        "A single orc, separated from his marauding tribe, approaches the camp peacefully. He will attempt parley, but will attack if attacked.",
        "An elf hunter emerges from the woods, dragging a dead buck behind him. He will offer the adventurers some hunting supplies or some gold to let him use their camp.",
        "Some drunken revelers stumble into the camp. They get upset because the adventurers “are in the wrong spot.”",
        "There is a small pond near the camp. It is protected by a water weird.",
        "1d6 wights from a nearby ruin attack the adventurers, seeking their treasure. ",
        "A purple worm passes very close to the camp, even looking straight at the adventurers. However, it chooses to move on. Or does it?",
        "A few elves emerge from a portal to the Feywild right in the middle of the camp. They apologize for the inconvenience and set up camp a few yards away.",
        "A swarm of moths appear. At first, they seem harmless. Then, they begin to eat the party’s armor...",
        "The adventurer on watch accidentally disturbs a shambling mound.",
        "1d6+3 Blink Dogs appear before the players and sniff them inquisitively.",
        "A kenku thief will attempt to sneak into the camp and steal some gold from the party.",
        "A clan of 2d4+2 marauding bugbear bandits will attack the camp.",
        "Three priests on a pilgrimage will stop and rest with the party. ",
        "A charismatic tiefling will approach the camp, claiming to be a renowned noble. He is actually a charlatan looking for free food.",

    ]
}