[
    "A pile of rocks with two sticks tied together to form a cross. A small plaque of wood with hand carved lettering reads, “Dust, yet we are no more.”",
    "A standard grave with a simple stone slab crooked from weather and time, it reads “I told you I was sick.”",
    "A crude pile of rocks unmarked, there is a message in a bottle with a cork to keep the weather out. The piece of paper is written casually “He drank until he was nameless, and thus he remains.”",
    "A stone structure raised from the ground by granite steps diminishes the graves surrounding it. On its face lies the sculpture of a man, his arms over his chest covering a stone cane and a stone cape “Death will spend no more of me.”",
    "A thick unadorned metal casket has been nailed to a large oak with a thick metal rod. The casket is reinforced with chains and bares a warning sign rendered illegible by time.",

    "A weather worn tombstone. It sits in a foggy graveyard of similarly small gravestones. Barely legible in the smoothed stone reads, “There is nothing. I was nothing. I am nothing.”",
    "A large gravestone that sits on top of a small hill. On top of it a large angelic statue stands with a broken wing and weather stained face that makes it appear as though it was crying. Below reads, “Forever Vigilant.”",
    "A low and flat graveyard, almost featureless. All around you are rows of headstones in the shape of small, pointed obelisks that are knee high. Each displays a Roman numeral, counting the graves in ascending order. The one in front of you is unmarked, and doesn’t seem to be counted with the ones that come before and after it.",
    "An old, gnarled, leafless tree that winds it’s roots around a grave. Weeds and vines grow over the grave and around the wide, short tree. A stone plaque that has become part of the tree’s trunk reads, “In The End, It Overtakes Us All.”",
    "A large, ovular, natural stone as tall and wide as a man stands overtop of a grave. Towards the top of the stone is a round hole at head level, about five inches in diameter. Around the hole are faded arcane runes. A low whistle can be heard as wind blows through the cavity in the stone.",
    "A cement headstone that reads, “May you find your way in the darkness.” A rusty, dirty lantern hangs on an iron hook, lighting the grave. The flame doesn’t look like it’s been tended to lately, and all mundane attempts to extinguish the light fail.",
    "A grave headstone that is more of a small statue than a gravestone. It depicts a kneeling, robed figure holding a large bowl on it’s back. Along the inside of the bowl reads the inscription, “Wash It Clean.”",
    "A squatting stone gargoyle that sits over an unmarked grave. It has two red jewels for eyes and a snarling maw. Every night the gargoyle disappears, and every morning it is found again, but in a slightly different pose than before.",
    "A dirt grave, its outlined in stone bearing arcane inscriptions. Iron bands wrap over the grave, as if it was a cage designed to keep it’s occupant from leaving. The headstone reads, “Beware,” and a brass bell hangs from it’s side with a metal rod descending down into the grave.",
    "A small metal cylinder that sits half a foot tall at the head of the grave. Floating in the air inches about the cylinder is a crystal the size of a man’s forearm. It glows a dim, flickering blue. When touched the crystal brightens and floats up to head height of the creature that touched it. It gives off a low hum, and after touched it sounds three long notes that can be heard throughout the graveyard.",
    
    "The family grave of a middle sized family, with six graves in total, all have been desecrated except the smallest one, that bears the inscription “Leave us, or sorrow is thy name.”",
    "The gravestone of a known evil wizard, sits on top of a steep hill. There’s a moat filled with dark, thick, murky water. His tombstone reads, “May blood be my life.”",
    "A dark tombstone rises casting a thick unnatural shadow, in the shadow you can make out slithering snakes going through a humanoid white stone skull. The engraving “Soon ripe, soon rotten, soon gone but not forgotten” is etched besides it.",
    "A grave that has a single hollow staff with holes in it pointing towards the dark sky, the wind seems to play a constant high pitched note against it. The grave has musical notes for a flute written on it.",
    "A small damp cave has candles flickering on the salient rocks of its walls, at the end of the cave there is a marble statue of an angel covering its face. On further inspection you see it has a macabre smiling face, the inscription below the statue reads “Undefeated, in death.”",
    "A small catacomb that opens to reveal several shelves with remains, at the end of the tombs the back wall has a small hole with faint light on the other end. On the other side there are hundreds, maybe thousands of bones all mixed together in a morbid mess.",
    "A very unlikely place to find a grave, deep below in forgotten tunnels with a forgotten purpose. Someone has left fresh flowers and a small note, it says “Soon, my love.”",
    "A simple grave with a quill etched on it that reads: “From too much love of living, from hope and fear set free. We thank with brief thanksgiving what ever gods may be. That no life lives forever, and dead men rise up never; that even the wariest river winds some place safe to sea.”",
    "A grave that is bigger than normal and it has been recently opened, there are pieces of the casket around the grave, suggesting that whatever was in it freed itself by its own means."
]