{
    "common" : [
        "Autograpple Harness. A belt with back support, and straps around the legs. A pair of cables are launched from each hip to gracefully pull the wearer to the top of any structure as a single move action.",
        "A micro drone qudcopter equipped with a camera. Moves relatively quietly, and transmits footage back to a monitor in real time. Too small to carry anything heavier than a pencil.",
        "A blender. One of those nice ones that can blend fuckin’ anything.",
        "Exoskeletal carrying legs and back support. Allows a character to triple their carrying capacity. Prevents stealth, but otherwise does not hinder movement.",
        "A consumer grade 3D printer. Accepts verbal description of objects to be created. The items produced are of a sort of brittle plastic. You’d have a hard time snapping an object in your hands, but it’s still not well suited to heavy duty work.",
        "A 4 legged pack robot, the size of a large dog. Capable of carrying a load equivalent to what 4 hirelings could carry.",
        "A pair of large goggles, tinted green. When worn they give the wearer a Heads Up Display. A variety of information is shown, including the AC of anyone the character looks at.",
        "A handheld scanner which can identify any medical issues and suggest a proper course of treatment after 1 turn of activity. Increases the efficacy of any non-magical healing by 50%.",
        "A classic 1980s vintage camero. Neon yellow, covered in dings and dents and missing the passenger side door, but otherwise mostly intact.",
        "A deep blue motorcycle in the style of the one from Akira. You’re probably nowhere near as skilled in riding it, but it’s actually in pretty good condition aside from some chipped paint.",
        "A nail gun, which someone else has modified with a small compressed air tank. The gun is not a functional weapon, but does allow for deploying nails quickly and quietly.",
        "A harness with large, glowing-red plates at several key support points around the body. When activated, these plates generate a personal anti-gravity field, making the wearer act as though they are in a zero G environment.",
        "A really fancy Nikon digital camera, complete with monopod and a lens that probably cost more than a car when it was new.",
        "A nice, 88-key electric keyboard. Has a number of instrument sounds pre-loaded, including acoustic guitar, grand piano, and harpsichord.",
        "A solid body, V-2 style electric guitar. The amp is built into the body, thanks to microamp technologies that will be invented in 2214.",
        "An honest-to goodness, Back to the Future-style hoverboard.",
        "One of those real-life “hoverboards.” The kind that has wheels, and rotates on an axis between your feet.",
        "A laptop PC. Repairing it involves completely reformatting the drive due to data corruption. It’s a reasonably powerful machine, probably meant for gaming. If only you had any of those…",
        "A tower PC. It is a low grade machine, but its software and operating system are intact. It may contain valuable information from the pre-apocalypse.",
        "A flashlight. A nice heavy one. The handle can be unfolded into a tiny tripod, and the head is hinged so the light can be angled perpendicular to the handle.",
        "A standing vacuum cleaner with attached bag. Part of repairing it is strapping a car battery to it for power.",
        "A laserjet printer with a built in scanner. Can duplicate any document you feed into it, or print from an attached computer.",
        "A Creative Zen brand MP3 player. Filled with terabytes worth of music: (1. Country, 2. Rap, 3. Novelty, 4. Pop, 5. Classic Rock, 6. Nu Metal, 7. Folk, 8. Jazz, 9. Inane Podcasts, 10. Whatever the technologist’s player enjoys.)",
        "A Segway.",
        "A nice, heavy-duty quadcopter. Can carry a single encumbering item.",
        "An Kindle with an advanced X-Ray scanner. When left on top of a book for 1 turn, the Kindle can actually scan each individual page automatically, and digitize the book without ever opening the cover.",
        "A magnetic deflector shield which resembles nothing so much as a complete set of sports padding. Helmet, elbows, knees, and palms. When active, it deflects high-velocity metal objects such as swords, arrows, or bullets, granting a +1 to AC. Can be worn in conjunction with other armors, but provides no protection against non-metal attacks.",
        "A jetpack.",
        "A water purifying filter. Effectively removes any non-magical contaminants, including poison.",
        "A full space suit.",
        "A military grade gas mask.",
        "A handheld synthrope dispenser. The dispenser contains a compressed material which is sprayed out of a tiny nozzle, and solidifies into a rope-like substance on contact with air. Heated sections of the rope become powerfully adhesive, and will remain stuck once they cool. Synthrope dissolves within 6 hours.",
        "A telescoping 15′ pole. Can be retracted down to about 2′ in length.",
        "A megaphone.",
        "A Roomba.",
        "A large shoulder-mounted net-cannon, which attaches to the body via a series of padded straps. Cannon works like a T-Shirt cannon, but fires weighted netting up to 30′ away, requiring a save versus Breath to avoid becoming entangled.",
        "A clothes washing machine.",
        "A clothes drying machine.",
        "Augmented Reality goggles, allowing the wearer to experience the world around them in a completely different way. Everyone looks like they’re smiling, the grass is always green, and rampaging monsters look like giant kittens who just want your love and attention.",
        "An electron microscope, allowing any object to be examined for even the most minute details.",
        "A video game console, with 4-6 games found nearby.",
        "Image editing software. When installed onto a computer, can be used to manipulate photographs.",
        "The Fing LongerAudio editing software. When installed onto a computer, can be used to manipulate recorded audio.",
        "A pair of helmets connected by a thick bundle of wires. When activated, two living brains can effectively switch places.",
        "A Fing-Longer.",
        "A modern police taser. Twin prongs on cables which fires up to 10′. On a successful hit, target is immobilized for 1 turn. Weapon can only be fired once without resetting, and is ineffective against characters with an armor bonus greater than 2.",
        "A small device fitted into the ear, which produces sounds by vibrating the muscles around your ear, and sends sound by interpreting your brainwaves. Allows for completely silent audio communication.",
        "An RC car.",
        "An RC plane.",
        "A model rocket.",
        "Stealth camouflage. Turns the wearer effectively invisible, with only a slight warping of the space around them possibly revealing their presence. Camo may be damaged by heavy impacts, or by extended exposure to water.",
        "A weapon scope which digitally tags any target it passes over. Tagged targets may continue to be tracked even if they pass out of sight. May tag up to 8 individuals at a time.",
        "Night vision goggles.",
        "Heat vision goggles.",
        "X-Ray specs. Functions exactly like real ones don’t. Allows you to see through as much as you want to see through.",
        "A hair dryer.",
        "A large pod. If a person spends one night sleeping in it, the pod will take samples of their blood, their brainwaves, their appearance, etc. When they leave, the pod will seal up and begin to hum. 1 month later, a clone will emerge. Roll 1d6: 1-2: Horribly disfiguringly mutated, 3-4: Roll 1d4 Metamorphica mutations, 5-6: Identical clone.",
        "Electric shears, like those used by a barber.",
        "A teleportation pad. Can be made to function perfectly, but only one is ever found at a time. In order to retrieve the other pad, you must use the teleported blindly, being transported to an unknown location. The second pad, having not been repaired, will break the moment your group comes through. It must then be hauled back to base manually for its own repairs.",
        "A heating dish, like the one you might have had in your first apartment.",
        "A device which emits a high frequency tone when activated. Each instance of this device is set to produce a different kind of tone, each of which has a different effect. 1, Attracts dogs, 2. Attracts bats, 3. Makes anyone who hears it poop, 4.  Makes anyone who hears it irritable and prone to angry outbursts.",
        "Rocket Boots. The design of these is poor compared to a proper jetpack. They allow the wearer to move at extremely high velocities, which can make for effective charge attacks or escape attempts. But, there is a 2-in-6 chance with each use that the wearer will go completely off course.",
        "A high quality video camera.",
        "A high speed video camera, suitable for recording thousands of frames per second.",
        " A phenomenal, DJ-quality sound system. Can be used in conjunction with any sound-producing electronics, or with the included microphone.",
        "A 4-wheeled ATV.",
        "A freestanding lamp.",
        "A small translator robot, little more than a disk with a face on it. The robot has a simplistic, but friendly personality. Has an effective 6-in-6 language skill and will happily translate anything you need. Hesitates any time it is asked to translate rudeness.",
        "A hotplate.",
        "A leaf blower.",
        "An electric fan. (1. Free standing, 2. Desk Size, 3. Box Fan, 4. Heavy duty.)",
        "An electric wheelchair.",
        "A bug zapper",
        "An exoskeletal structure which fits around the hand like a glove. Confers immense crush and grip strength on the hand, allowing it to hold on on to a ledge indefinitely, or bend swords or gun barrels.",
        "A toaster",
        "A microwave.",
        "A lawn sprinkler of whatever style you prefer. (Highly effective when used with gasoline!)",
        "A forklift.",
        "A programmable robotic arm. Has no sensors, but can be instructed to perform a set of potions when prompts are given. Roll 1d4 to determine size: (1. Half human size. 2. Human size. 3. Three-times human sized. 4. Construction sized.)",
        "30′ of liquid sensing wire wrapped in absorbent rope. If any fluid touches the rope, an alarm will go off immediately.",
        "A backpack sized water-compression tank. Capable of compressing water down to 25% of its normal size.",
        "A handheld laser-cutting tool. Able to slice a 4′ line through just about any material within the space of a turn. Does so with almost complete silence.",
        "A 6″ tall robot which moves on treads, and manipulates objects with two tiny pincer arms. Is intelligent enough to accept simple verbal commands.",
        "A sewing machine.",
        "A gambling machine. (1. Video Poker, 2. Slots, 3. A claw machine 4. A coin push machine.)",
        "A moderately heavy-duty water pump, capable of pushing about 20 gallons per minute.",
        "An air compressor.",
        "A V-chip which can be programmed with certain information, then installed into a person. Any time that person would reveal or express the indicated information by any means, they fail to do so. Instead, they use some replacement information. So instead of saying “Virgil is planning to kill you,” they say “I enjoy sexually molesting stuffed toys.” Or something like that.",
        "A personal holographic projection device. Always a pre-rendered recording to be emitted in life-size above it, appearing for all intents and purposes identical to reality.",
        "A chainsaw.",
        "An electric drill.",
        "A functioning AI, trapped in a device that is not connected to anything. Treat this as an NPC, who who will probably be grateful for being released, but will also doubtless be someone maladjusted from their long isolation.",
        "A hangglider, constructed of the highly advanced lightweight materials that make such a device feasible.",
        "A helmet which can be connected to a computer via a bundle of wires. When a person is wearing the helmet, their skull will be destroyed and their brain dissected. The entirety of their consciousness will then be uploaded to the computer they are connected to.",
        "A personal sized submarine, capable of holding only a single person.",
        "A heavy backpack with a hose-like extension. When activated, the extension emits a kind of “tractor beam,” capable of pulling objects towards it. The weight limit of the beam is equal to the weight of whomever is wearing the device.",
        "An auto-follow spotlight equipped with repulsortech. Once a target is identified the light can fly through the air to follow them wherever they go.",
        "A cryogenic freezing tube. Can be set for any length of time.",
        "An earthquake machine. When mounted to a hardpoint (such as a support beam), a weighted rod will begin to shift back and forth. Microcomputers will calculate the reaction reaction to this movement, and adjust the movement of the rod to match a structure’s frequency. 1 watch after the device is in put in place, it will be able to produce violent shaking within the building after 1 turn of buildup. This is unlikely to destroy the building, but is almost certain to disrupt any loose objects, and frighten any people.",
        "An ultralight helicopter."
    ],
    "rare" : [
        "Goggles which replace everyone’s heads with emoticons.",
        "Goggles that make anyone under 12 years old invisible to the wearer.",
        "Goggles that monitor conversations for context clues. If you hear someone’s name, then the goggles heard the name as well, and will remember it. From now on, any time you see that person, their name will be displayed above their heads.",
        "A grenade which opens a hole to some eldritch place of tentacles, eyes, and eye-tentacles.",
        "A grenade filled with compacted birthday party accoutrements. Baloons, confetti, streamers, and cake will all explode outward when the grenade is thrown. There’s even a banner which attaches itself to the nearest wall.",
        "A sort of implosion grenade. When detonated, it compresses everything in a 10′ radius into a 2′ square cardboard box.",
        "Subdermal telescoping dick elongator. Produce painful, 1′ erections at will!",
        "Subdermal LEDs, allowing the engineer to produce glowing dots of red, blue, or green in a 5×5 grid on the center of their chest.",
        "Subdermal laser pointer installed beneath the finger, allowing the character to point much further away than they would normally be able to!",
        "A palm-size box with a digital monitor. Pressing a button causes it to display a random number between 1 and 10,000",
        "A palm-sized box with a speaker. Pressing a button causes one of a number of random sounds to play. There are several bird calls, shouted profanities, brief clips of synthetic music, and farts.",
        "A palm-sized box with a speaker on it. Pressing a button causes the box to wait for 10 minutes, then emit an ear-splittingly loud tone for 1 hour.",
        "Shoes which light up with every step you take.",
        "Shoes with a button on the side of them. When the button is pressed, the shoes cause the wearer to begin dancing–at least below the waist. Roll to determine the type of dance the shoe is capable of: 1. Tap, 2. Salsa, 3. Ballroom, 4. Ballet.",
        "Shoes which, when the heels are tapped together, produce a row of 4 wheels down the center of the sole. Rollerblades triple your movement rate over smoothly paved areas, although you may be forced to make saves versus Wipeout whenever you are struck, or the referee judges the terrain is unfavorable.",
        "A buttplug, attached via a wire to a wrist-mounted screen. This screen shows details of your body temperature, as well as numerical representations of your health, fatigue, etc. Essentially, this device allows you to view parts of your character sheet within the game world.",
        "A buttplug that vibrates.",
        "A buttplug with a button on it. If the button is pushed while the plug is in someone’s butt, it will attune to that person. If the button is pushed while not in their butt, and they are within 1 mile of the buttplug, it will turn to point in their direction.",
        "A 4×4 steel crate with mechanisms haphazardly welded all over it. Anyone kept inside of it for 3 hours will have their height modified by 1d4 – 3 inches.",
        "A 4×4 steel crate with mechanisms haphazardly welded all over it. Things placed inside of it are teleported to an unknown location. At least you think they’re teleported. That’s what the screen says is happening. From your perspective they just sorta…disappear.",
        "A 4×4 steel crate with mechanisms haphazardly welded all over it. Objects appear in it occasionally. Never anything very useful, just random crap. it’s unclear where it comes from.",
        "A pen that explodes when clicked three times.",
        "A pair of pens. Any motion made with the red one is duplicated by the blue one. By moving the red one, the blue pen can be made to stand up and write, however some part of the blue pen must always be resting on a surface. It doesn’t levitate or fly.",
        "A pen that will write in different colors based on the emotion the writer is feeling when they use it. Lies, notably, appear in a shade of pink.",
        "A device which can be fitted into the ear. Everything the wearer hears is autotuned.",
        "A device which can be fitted into the ear. Replaces some words with other words. The device is easily programmable by the user, allowing them to determine which words will be replaced, and which words they will be replaced by.",
        "A device which can be fitted into the ear. If a pin drops within a mile, you’ll hear it. It’s a pin-drop-detector, and it monitors the environment for pin-drop vibrations, and amplifies them accordingly.",
        "The engineer removed their fingernails, and replaced them with tiny monitors, each of which picks up a different television station.",
        "The engineer removed their fingernails, and replaced them with synthetic fingernails which grow and retract at will, up to 8″ in length!",
        "The engineer removed their fingernails, and replaced them with tiny percussion plates, allowing the force of a light punch to be delivered with the flick of a finger.",
        "A printer that produces maps of entirely fictional places.",
        "A printer that produces bad, but always unique, poetry.",
        "A printer with a microphone duct taped to the side of it. If a picture or mental image is described into the microphone, the printer will produce ASCII art of the thing you described.",
        "A glove which can be fired off of your hand up to 20′ with good accuracy. The glove has no substantial weight. Being struck by it is more offensive and annoying than it is harmful.",
        "A glove which cannot drop what it’s holding. It will move your fingers and hand for you if it feels something leaving its grip. You’ve actually got to hold down a safety button on the glove to do so much as set down a glass of water. Throwing or dropping an item in combat is next to impossible.",
        "A pair of gloves with 80mm computer fans mounted on the palms. It’s meant to work as a stabilizer for the rocket boots you plan to build later.",
        "A box on a strap, meant to be worn tightly against the throat. Makes the wearer sound like a robot.",
        "A box on a strap, meant to be worn tightly against the throat. Automatically performs a tracheotomy if it detects any evidence of throat or tongue swelling.",
        "A box on a strap, meant to be worn tightly against the throat. Whenever a randomly determined party member says “Bad [engineer’s name]!) you get an electric shock that prevents any activity for 1 round. You can’t seem to figure out how to get it off.",
        "A room-sized device of impossible complexity. Insert your finger into a hole, and 30 minutes of intense activity later, a small card will drop out of a slot. The card produces the perfect insult that will absolutely devastate you emotionally if ever directed at you.",
        "A room-sized device of impossible complexity. Insert your finger into a hole, and 30 minutes of intense activity later, a small card will drop out of a slot.The card lists everything you’ve eaten for the last week.",
        "A room-sized device of impossible complexity. Insert your finger into a hole, and 30 minutes of intense activity later, a small card will drop out of a slot. The card describes a random thing you’ve forgotten. Something like the name of your childhood friend’s pet mouse, or the combination to a toy diary you owned when you were eight.",
        "A head-mounted camera which creates 3D models of environments. Can be hooked up to software to create google-maps style walkthroughs.",
        "A head mounted camera that intelligently identifies moments that would make for good “Fail” videos. The device then automatically uploads them to youtube.",
        "A head mounted camera that saves instances of violence to a publicly accessible server. This way the public can determine whether or not your actions were justified, and you can be held accountable for them.",
        "A flashlight with a fleshlight hidden inside of it.",
        "An X-Ray flashlight. When directed at a person their insides become visible. The light also gives them a tumor that will kill them in 10 + 1d20 years.",
        "A flashlight with “strobe” and “disco” settings. The handle can be unfolded into a tripod.",
        "A gun that shoots good feelings. Makes people happy.",
        "A very small gun which fires a massive caliber of bullet. It deals a fuckton of damage if it hits (3d12), but the kick of it deals 1d8 damage to the wielder. Any time the gun is fired, it is sent flying out of the wielders hand and will need to be searched for to recover it.",
        "A gun which fires bullets in slow motion. It’s unclear how this is accomplished. Possibly via temporal manipulation, localized around the projectile. The bullet comes out of the barrel at a speed of about 1′ per minute, and goes forwards until it hits something. When it does finally hit something, it does so with all the force it would have had if it was firing normally.",
        "A hand held scanner attached to a briefcase-sized box. If you spend a few minutes thoroughly scanning a person, they will be digitized and displayed on a monitor mounted on the box. 20 buttons display different emotes for that animation.",
        "A hand held scanner attached to a briefcase-sized box. When an object is scanned, the box spends a few moments whirring before producing an origami copy of whatever was scanned.",
        "A hand held scanner attached to a briefcase-sized box. When a person is scanned, a screen on the box displays a list of their allergies.",
        "A heavy mechanical backpack. Adjusting the various knobs and levers on it allows you to produce several varieties of fountain drinks.",
        "A heavy mechanical backpack. When activated, it creates a 10′ air-conditioned bubble around the wearer. Ambient temperature is reduced by 10-20 degrees within the bubble.",
        "A heavy mechanical backpack. By turning a crank, you provide power to an extendible helicopter blade that pops out of the top. For every 10 minutes you crank, you create 1 minute of airborne time. A charge lasts for 1 day before it dissipates.",
        "A U-Shaped electronic headpiece which requires the wearer to shave their head. While wearing it, the wearer instantaneously knows the answer to any mathematical equation they read.",
        "A U-Shaped electronic headpiece which requires the wearer to shave their head. The device pumps the wearer’s brain full of confidence chemicals. They are immune to fear, but also to retreat. The device cannot be removed in less than 10 minutes without causing brain damage.",
        "A U-Shaped electronic headpiece which requires the wearer to shave their head. Allows the wearer to be sexually attracted to anyone or anything they want to be.",
        "A chair, covered in electrodes and leather straps to hold someone down. When a switch is flipped, whomever is sitting in it is affected by a brief, but intense, electrical shock. They pass out, and when they awaken, they have a new personality trait. (Roll this from one of the “On the NPC” tables, or just make it up if you don’t own that book for some reason).",
        "An all-terrain wheelchair. The treads move very slowly, but effectively cross most terrain.",
        "An egg-shaped chair which emits a low-level psychic radiation. Anyone within 100′ of the chair will feel a strong impulse to kill whomever is sitting in it. The moment that person leaves the chair, the impulse will end.",
        "A briefcase which contains random, non-functional parts duct taped all over the inside of it. The engineer is quite proud of their brilliant invention.",
        "A briefcase which contains a yellow light that shines into the faces of anyone who opens it. If the light touches your face, you must save versus Magic or be impressed with the value of the contents.",
        "A briefcase which can be quickly unfolded into plastic armor.",
        "A coffin-like pod that will freeze anyone who gets inside of it. They are unharmed by the process, but will remain in cryogenic stasis for up to 1000 years. There is no way to extract them without killing them.",
        "A coffin-like pod. Anyone who sleeps in it will experience their dreams much more vividly, and remain in their dream world for up to a week.",
        "A coffin-like pod which gives a new accent to anyone who sleeps in it.",
        "An 8′ tall tesla coil. Anyone who approaches within 10′ of it is zapped 5 seconds back in time.",
        "A 8′ tall tesla coil. Anyone who approaches within 10′ is painfully electrocuted to death. A second zap produces an exact duplicate of the dead character, with identical memories to the previous one, except for any memories of the first character’s grizley death.",
        "A 2′ tall tesla coil which functions as a kind of thought-sink. Anything that you think while touching the coil doesn’t actually go through your brain, it’s diverted through the coil. Thus, nothing you think while touching the coil can be remembered later. Nor can it be read out of you by a telepath.",
        "A 15′ length of wire with exposed ends. If two people each hold one end of the wire, then they will feel one another’s level of hunger, as well as any particular food cravings the other has.",
        "A 15′ length of wire with a flat copper tab on one end, and a 3.5mm plug on the other. If you put the tab on a substance, and you put the plug in your mouth, then you will be able to taste whatever the tab is touching. You don’t actually get any sustenance from this exercise, but it does allow you to taste things from 15′ away!",
        "A 15′ length of wire with an USB connection at one end, and a drill bit at the other end. If the USB end is plugged into a computer and the drill bit is placed against your head, the bit will automatically drill into your brain. Once it is firmly in place, your neural pathways will automatically be transferred into the computer, and then erased from their original location. This process only works in a single direction.",
        "A drinking straw that filters whatever is drank through it. It cannot filter out poisons, but it will purify water that is contaminated by dirt, feces, or heavy metals.",
        "A drinking straw which makes anything drank through it taste exactly like a strawberry soda.",
        "A straw which somehow resonates with the skeletal structure of most camels. If rested on top of such a creature, it will spend a moment calibrating itself, then shatter several of the camel’s vertebrae.",
        "A game controller that partially plays for you when you hold it. Using it makes you much better at video games. The equivalent of having a 6-in-6 skill.",
        "A game controller with a 3′ long antennae. When you point it at a person, there is a 1% chance of that person being susceptible to control by this device. If they are, you can control them completely for 1 exploration turn before their brain re-calibrates itself to reassert control over the body.",
        "A game controller. When you hold it, you seems as though you are controlling a game. You hear sound effects, and the controller occasionally vibrates, but you can’t actually see the game. You have no idea what is happening in it.",
        "A quadcopter which has been programmed to move between 3 randomly determined locations. It will wait at each location for 17 hours before leaving to travel to the next.",
        "A quadcopter which is set up to follow its creator. Any time its creator does something, it will play an audio recording of an enthusiastic compliment. (In the creator’s own voice, of course). There’s no way to stop it from doing this without destroying it completely.",
        "A quadcopter which has been imbued with true intelligence. It decides that this place is fuckin’ bullshit, and leaves forever.",
        "A small device inserted into both nostrils. Lights are mounted on it which illuminate the wearer’s face eerily in the dark. Kinda like putting a flashlight up to your face, but wearable all the time!",
        "A small device inserted into both nostrils which allows the wearer to smell things from much further away by pointing an attached dish-gun at the thing they would like to be smelling.",
        "A small device inserted into both nostrils. Vibrates to let the wearer know when it has detected something it thinks the wearer will find funny.",
        "A humanoid robot with the personality and traits of an incredibly frail nonagenarian.",
        "A humanoid robot that is only interested in sexual gratification. It’ll fuck everything and anything but its own creator, because that’d be like fucking its own parent. Gross.",
        "A humanoid robot that tries its very best to be a homicidal psychopath. Fortunately, it is astoundingly inept at murder, and its attempts at homicide are mostly just comical.",
        "A program, on a floppy disk. Installs a virus, the only function of which is to copy itself into as many computers as possible. If it is installed on a computer, entering a complex series of keystrokes will cause it to create a dialogue that says “I’m here!” That is all the virus does.",
        "A program, on a floppy disk. When inserted into a computer, it will automatically open any files on the computer that have the word “secret” associated with them.",
        "A program, on a floppy disk. It’s 8-bit Flappy Bird.",
        "A shield which gives the wielder GPS style instructions on when to block incoming attacks. It’s pretty laggy, so it usually just tells you when you should have blocked.",
        "A shield with haptic feedback, allowing the wielder to feel the pain suffered by the shield as though they’d been struck by it themselves!",
        "A shield with a slight repulsor effect on the front, intended to make it better at blocking incoming attacks. It doesn’t, but it does allow the shield to make an effective hover-sled.",
        "A small device on a tripod which creates a light show production with lasers. The production responds intelligently to any music in the environment.",
        "A small device on a tripod which functions as an auto-surveyor. On an attached screen you can view measurements of the environment, as well as the number of people who entered the environment from each possible vector since it was set up.",
        "A small device on a tripod. When activated, it creates a holographic, wireframe environment by spinning really fast and projecting in all directions."
    ]
}