[
    [
        "The Philosopher's Stone.",
        "It’s a precious tool that the Lich keeps safe and secure for his own use, with it he makes the “Elixir of Life” to granting him and his henchmen immortality and youthful appearance."
    ],
    [
        "Their family line.",
        "The Lich has passed on his soul through his offspring, and every time they have children, his soul is likewise stretched across the generations. While this may cause the Lich’s family to live depressing, cursed lives as they think they keep seeing the Lich out of the corner of their eye, at least the Lich can rest assured that any do-gooder would have to basically wipe out the entire family tree to finally drive the Lich’s soul to extinction."
    ],
    [
        "A ghost ship.",
        "The Lich’s soul resides in a magical, cursed pirate ship piloted by the souls of the damned. These undead pirates sail the seas and make it a dangerous place that few want to try to meddle with the ship. Furthermore, all of the undead crew’s victims have become undead themselves, eventually amassing a hidden, undersea, undead army for the dread-pirate-lich."
    ],
    [
        "In other Liches.",
        "A congregation of Liches have created a magic pact to keep each other’s souls safe. Thus, even if a Lich’s body is destroyed, it regenerates with the other Lich’s soul still attached. The Liches then fell in love with each other because of the souls attached to them, but they can never be together because they must never be in the same place in order to protect their souls."
    ],
    [
        "Gates of Hell.",
        "This Lich tragically and accidentally attached his soul to an object that fell through a gate to hell. To kill himself he would have to open up a doorway to the dark dimension and survive enough to find and destroy his soul."
    ],
    [
        "An Ancient Artifact.",
        "The Lich has traveled in time and placed his immortal soul in the future, he lives by the emanations of power left by his past self, so to survive he must be at the place the time gate will open at the right time. Each appointment he misses weakens him and ages his corpse."
    ],
    [
        "A Golem’s Heart.",
        "The Lich has crafted a golem to stay hidden or act as loot for any adventurers that would slay him. If slain, the Lich will slowly start regenerating inside the hollow golem and attack once he’s strong enough."
    ],
    [
        "An Entire City.",
        "This Lich has been planning his immortal ascension for some time. Constructing major parts of a city, secretly crafting arcane symbols and shapes into the very streets and city layout. The Lich locks their soul into every piece of cobblestone, plank of wood, and mound of dirt within the city limits."
    ],
    [
        "Deck of Many Things.",
        "A Lich puts his soul into a deck of magical cards, and then has them scatter to all the corners of the world. To kill the Lich the right card must be found and destroyed."
    ],
    [
        "The King’s Crown.",
        "A Lich uses the crown to influence the ruler over time. And finally, once the Lich is slain, he will slowly start to regenerate within the ruler’s body before taking it over causing the king’s flesh to fall off and reveal the Lich underneath."
    ],
    [
        "A Comet.",
        "This Lich has created their lair inside a comet that only passes over the material plane every 400 years. To destroy the Lich is to seize the small window of opportunity before the comet passes and the the chance is gone."
    ],
    [
        "The Tarrasque.",
        "The immortal Tarrasque is now a huge shaped soul container for a Lich lord. Killing the Lich and it’s plans are as pressing as killing the immortal legendary beast."
    ]
]