{
    "hook": [
        "A gang of thieves sits and robs weak and wounded adventurers to crawl out of the fire mountain pass.",
        "Two boys discovered a treasure map in an old books binding when they mischievously tore it apart.",
        "The old boulder by the mill started shaking and moving, apparently it is an enormous egg and it's ready to hatch.",
        "It has been rumoured that an divine avatar of fertility and love has been secretly posing as a prostitute in the local brothel.",
        "A barbarian with a love for gambling has lost his magic axe to a mysterious gnome who now leads the barbarian tribe.",
        "The high priestess has changed from compassionate and loving to grim and cruel now that she fell in love with a renown necromancer.",
        "A famous brawler has promised to give the location of an underground treasure if someone can beat him in a fair fight.",
        "A small neighbouring kingdom has pledged to bring war to all lands who do not convert to their recently adopted religion.",
        "A giant undead rat has been stalking the slums, amassing a small swarm of undead rats that carry a deadly disease to those bitten.",
        "A drought dried a small pool near the cemetery and at the bottom a large chest containing a smaller locked box and a key inside.",
        "At the tavern, the drunk baker was wearing the cape of the town jailer on a dare, when a throwing knife came through the window and killed him.",
        "A family of women have been using magic to help the villagers for months until they were discovered to be hags, and now everyone owes them a favour.",
        "The smiths apprentice looks like a shy normal boy by day, but at night you can see he is made of iron and there's a strange glow where his heart should be.",
        "Every winter the 'black snow' hits the city, the frozen ashes kill the people and livestock they touch. The black snow is months late this year.",
        "The recently discovered dungeons by the moor have attracted over a dozen of adventurers, none have been seen to come back though.",
        "An abandoned tunnel that leads straight under the jail was discovered, the tunnel seems to be older than the jail itself.",
        "Graves have been unearthing themselves in the last months, instead of being a necromancer it was a dire wolf with a taste for bones.",
        "An elf that lives in the woods came into town with the biggest ruby anyone has seen, and bought all the land next to the forest.",
        "The stallion traders from the plains will be back soon, they only trade horses for slaves, shunning gold or any other currency.",
        "A magic item shop has opened in town, the only problem is that the shop changes places every day making it hard to find.",
        "A rogue guild has a secret hideout you can only get to if you know where it is, which is a lot harder than it sounds.",
        "There is a shop in the thieves market that will sell you your own inventory back. For a small extra recovery fee.",
        "A knight disguised himself as his squire on a mission. Meanwhile the squire fell in love with a noble woman and has ran away with her.",
        "The famous druid in the woods has polymorphed a cave bear into a human and lives as the raven on his shoulder.",
        "The high priest has decided to change career and become a bard. Now he pesters everyone going door to door and singing on Sunday mornings.",
        "All grape vines died years ago from a plague. So the most valuable treasure in the city is the last barrel of wine stored in the banks vault.",
        "An elderly priest has revived the fallen for as long as anyone remembers, but not that he is getting forgetful, the revived come back slightly senile.",
        "A line of lights descends slowly every night from the hills, but disappears every morning before sunrise.",
        "An earthquake took down the walls to the catacombs and bones from countless non-humanoid creatures poured out.",
        "A wizards pet rust monster escaped his tower and went straight for the smiths shop, then the armoury and then burrowed out of sight.",
        "Some trickster has cut and stole all the left horns off all the bulls, goats and rams, leaving the right horns intact.",
        "The princess who always wore a veil has escaped from the palace, she is said to be somewhere in the city, but no one knows what she looks like.",
        "The local armourer just received a few ingots of sky fell steel, which will make fine weapons for those willing to pay.",
        "One night the moon went missing, the tides have since receded and new lands have been uncovered.",
        "A famous bard will not talk or get out of the fountain, but at the same time the ducks in his cart started sounding just like him.",
        "The guardsmen have been extorting money off ale merchants or taking their cargo for themselves, meanwhile the tavern runs dry.",
        "One of the kings men, notable for drinking and being rowdy has drunkenly proposed to the princess, to every ones astonishment, she accepted.",
        "The dukes accountant was dismissed for failing to cover up his dirty laundry, and now seeks protection because he knows too much.",
        "Market street stinks of brimstone since morning, a battle between devils took place last night there.",
        "A side hatch in the well is a common thief stash, sometimes it if full of riches, sometimes it is empty.",
        "Starving is eminent if the trade rout cannot be recovered from the goblin king. He has seized the mountain pass and no grain is getting through.",
        "The towns jailer has quit his job and gone in hopes of disproving those who say he is of orcish descent.",
        "The owner of the bakery has always been stout for a human, but half-gnome is what he really is.",
        "An evil elven slaver from the desert has been crossing humans and dwarves in hope of creating a breed for the desert mine works.",
        "The new gladiator champion who some say he is half a stone giant half-dwarf, as impossible as it seems, it would explain his stoicism.",
        "A town in the mountains famous for its dragonborn inhabitants can trace their ancestry to a recent time, their silver dragon mother, is rumoured to still be around.",
        "A trickster that no one likes, and who claims he has never been beaten at dice is rumoured to be a “Gnomeling”, of gnomish and halfling descent.",
        "The circus is in town, they feature a friendly giant, who might or might not just be a tower of gnomes in a trench coat.",
        "The kingdom has gone downhill since the “red king” usurped the throne, the previous royal family has scattered over the world.",
        "The king is really an illusion, quite literally, upheld by the royal mage who is centuries old.",
        "The king has secretly made a pact with a daemon, and has to pay a yearly tribute in sacrifices of his own blood.",
        "In this time of peace the king plans to repurpose the castle to an orphanage, the neighbouring kingdom is more war-minded and might take advantage of this.",
        "The bank has declared bankruptcy after the heist, but it was really the banker who robed himself and will flee with the cities money.",
        "A philosopher has been gaining adepts by feeding the poor and organizing civil institutions, authorities fear his influence might rival the kings.",
        "A warrior has challenged the local prince to a duel over his right to marry the duchess, but the prince has bested him by having him murdered before the duel.",
        "The farm by the bridge road is famous for its river pig stew, more concerning is that no one seems to know what a river pig is.",
        "After being accused of dealing rotten meat, the butcher learned that a farm in the flatlands was being run by undead zombies.",
        "The magistrate is concerned after learning the butcher was dealing meat from a magical green cow that regenerates whatever part is cut off of her.",
        "An old knight, has sold his land and put on his old rusty armour to battle evil once again. He is searching for a party and will pay handsomely for companions.",
        "A knight of the marshes has recently started dealing in slaves, his peons rioted and he sent a group of brutes to quiet them resulting in bloodshed.",
        "An orc slaver has been selling his half-orc progeny into slavery for many years, when the king abolished slavery many half-orc slaves set out to seek revenge.",
        "A certain someone has offered a large sum to have a the chief of guards murdered, to everyone’s surprise another anonymous person offered double to keep him alive.",
        "A clan of kenku assassins that always covers their trail, everyone knows their business but little can be done to stop them if they cannot be proven guilty.",
        "After being betrayed by a snitch an entire crime organization has been dismounted, the snitch then recruited his own guild and has gone missing.",
        "By offending nearly every noble family in town a young paladin has been exiled from his order, in desperation he made a deal with dark forces, and has gone missing.",
        "The shield baring the crest of a noble family has been found in a cave where hideous crimes were committed, the noble house is denying the shield is theirs.",
        "A church buried up to the roof by a flow of lava is all that is left of the town, ghosts ring a bell that is no longer there and attend mass under the current floor.",
        "In the mists of the coast a ghost town will sometimes appear, if the intruder does not leave before sunrise, he will be unable to leave.",
        "There is a joke told by an old gnome in the mountains, he who hears it becomes ether a lunatic or wiser for it.",
        "A fountain at a road crossing will whisper the fate to those that listen to its waters, but listen too much and the fountain will drown its visitor and keep his soul",
        "The recent shipment of dwarven sausages from the mountain keep have dragon blood in them, while the regular swine sausages ended up on the dwarf king’s table.",
        "When four ravens gather at the inns window, its because the assassins guild have a new target.",
        "People leave meat and dead animals for the well behaved zombies that come out of their crypt at night but then go back to their caskets before morning.",
        "A forest and all its dwellers have suddenly started levitating, streams, rocks, trees and animals are all drifting around randomly.",
        "A witch has lived in the swamps for years, recently her house suddenly grew hairy feet and moved itself to the outskirts of town.",
        "A clever gnome invented a timed device that puts a portable hole in a sack of holding. But he accidentally disintegrated himself before he could do any harm.",
        "The ruins of the old church have become new overnight, but the doors are magically shut and no one can get in.",
        "An evil wizard is building squad of trolls, he has found a way to multiply them by cutting off their fingers and growing them into cloned trolls.",
        "The miners have awoken an ancient dwarven mining machine inside the mine, it is now directly below the town causing earthquakes.",
        "A local band of sellswords is famous for failing every mission they've ever had. They need someone to boost their reputation back to business.",
        "A sign appeared hanging from a noose on a statue one morning, “A thousand gold for the head of the mayors daughter.” needless to say the mayor is terrified.",
        "A band of kobolds stole a sacred chalice from the temple of peace, the priest will pay to get it back, but will not pay a penny if any blood is shed.",
        "A spirit of the earth made a deal with the mountain folk, but they failed their part of the bargain and will have to move if the earthquakes don’t stop.",
        "The mist lands are a series of islands each engulfed in a magical fog. Getting from one town to the next can only be done by not wanting to get there.",
        "The islanders say their town moved off from the mainlands because one morning they all accidentally willed “to be somewhere else” at the same time.",
        "A stone giant lost his pet cockatrice, and it has been terrifying the countryside.",
        "A mysterious wizard gave a single rare orchid to the inn in payment for his wine, the gift has engulfed the entire town, while the fields are becoming barren.",
        "A town nearby was celebrating a wedding but could not stop dancing, they have been dancing for days and some people have died of exhaustion.",
        "A spring has been discovered that turns any object submerged into awakened beings. All the awakened items seem to hate each other.",
        "A rock that cries like a baby has been unearthed, its shrieks are so loud that no one can get any sleep. Some people want to bury it again.",
        "A famous town of blind troglodytes in the perpetual darkness caves needs a shipment of surface mushrooms delivered, but no one wants to do it.",
        "A dire bear has been going through town once a week and taking one person each time. It has been a month of this already.",
        "A powerful wizard got ill after he was bitten by a talking flea he summoned from the Abyss, he will soon die if he cannot find the flea and negotiate with it.",
        "A population of sea creatures came out of a giant sea snail shell that has washed up on the shore, their leader is a orc-octopus who searches for a mighty sea artefact.",
        "A race of ware-octopus merchants has occupied a coastal town. They are surprisingly rich from treasures looted from sunken ships.",
        "A pixie has found a ring of divine strength that he wears as a belt, the local lumberjacks have been literally thrown out of the forest.",
        "A dire crab found a ring of divine intelligence, then a pearl of wisdom. Now it leads a band of merfolk and seeks magical objects under the sea to become a god.",
        "A crazy druid has started 'inventing' animals, the new species are causing the local ecosystem to fall apart.",
        "A wizard’s tower has recently fallen over, revealing the entrance to a secret dungeon from which all sorts of creatures are coming out.",
        "The chef of the local soup kitchen, has been turning the homeless people of the town into zombies with a magic soup of the dead.",
        "A desert has been reported to be moving and will soon collide with a rural town that needs its crops to survive the winter.",
        "A couple of travellers have been robbed blind by what they describe as an army of tiny men.",
        "A plant with magical properties has bloomed, being the last known specimen of its kind it must be taken to the sage in the city, so he can perpetuate it.",
        "A quarantine has been set on all those with demonic blood, as they have recently begun being contacted and then possessed by an infernal spirit.",
        "The king of the centaurs organized a tournament to choose the next king, the centaurs are in chaos because the joust was won by a polymorphed human fighter.",
        "A shipment of steel to the weapon smith has gone missing. The smith has promised to forge anyone who can recover it a fine weapon as a reward.",
        "A new restaurant opens in town, it's all the rave as the dishes will magically change the colour of your skin for a few hours. One day however the effects turn permanent.",
        "A large lake, boat, boat house, and even a boatman have suddenly appeared in the middle of the road crossing in the grasslands. All he asks for crossing fee is a good joke.",
        "The mage-king has suddenly announced an alliance with the dead and replaced his guard with tyrannical undead monsters.",
        "Inhabitants from an underground city below the capital visit to trade frequently but no one from above knows how to get to the city below.",
        "A very old wizard has died in his chair by the window, but the door and the house is magically sealed, the decomposing corpse is scaring the locals.",
        "The magic key to the Maharajahs treasury was on a wyverns collar, but now it has escaped and his men are searching the continent for it.",
        "The miners at the gold mine were the first to encounter the gold-plague. Now anyone who deals in gold from that mine sickens and dies.",
        "The house of the nice old lady that had tea with visitors but never came out has been discovered to be a benevolent giant mimic, some locals want it out of town.",
        "A stone dolmen used by Druids to worship nature has turned out to be an ancient stone golem that has wandered off. The druids don't have a place of worship now.",
        "The yearly migration of aurochs has begun and the barbarian hide hunters have chased the stampede straight on route to a small unwalled farming town.",
        "Troops of skeleton warriors and archers are marching weekly straight through town heading north, although completely ignored, the villagers are terrified.",
        "A wall in the catacombs of the cathedral collapsed and out came a dozen or so talking skeletons, they all left together mumbling something about a treasure.",
        "After a tower of books marked “to read” collapsed in the monastery and dusty magical tome was recovered beneath it, but now the abbot will not let anyone read it.",
        "A book containing the lost verses of the holy psalms has been found, but its contents have been censored, many priests are unhappy with this decision.",
        "A tribe of wild elves, as old as the world itself has made contact, they have been in a dimensional pocket for so long that the names of their gods were forgotten.",
        "A tribe of isolated orcs was slowly turned to vampirism and blood gods over the century, now there are hardly any living orcs left and the tribe must expand.",
        "The entire court of the northern kingdoms has been cursed with lycanthropy, everyone was so private about it that when it turned into a public issue it was already too late.",
        "A clan of stone giants rule the mountain pass and prevent anyone from crossing it, if someone could find a way to bargain passage with them he would become rich indeed.",
        "A group  of strangers is sharing camp with you, you don’t remember how you met or what happened last night, but you all have a terrible hangover.",
        "A tree has magically awoken in the towns main square, and has decided to run for mayor in the towns elections.",
        "A bard who cant rhyme needs help to woo the daughter of the miller.",
        "An assassination attempt went badly for the assassins when they were too late to discover, that their target was a wereboar.",
        "A new type of “poison” has hit the black market, it is said to be irresistible to the undead, a splash on the skin and the non-living do the dirty work.",
        "A mining town in the hills has always been a human and dwarf joint endeavour, but something happened and now both sides are getting ready to war each other.",
        "Mushroom people are kidnapping travellers and using them to make more of their kind. Those who escape have mushrooms growing all over their body.",
        "A kind of giant mushroom from the underdark is thriving in the swamp lands, on the new moon its spores give whoever breathes them strange powers.",
        "An anthill the size of a castle has been rising for months nearby, and some of the giant ants have started taking livestock from the town.",
        "A recently discovered brandy cellar lets you travel to the year the brandy was sealed after drinking it, you can only remain in the past while you’re drunk.",
        "Every day the bakery by the city gates finds new bee hives in different parts of his shop, a good omen at first, but now its hard to tell the bakery from the hive.",
        "A halfling barbarian herding a brood of giant termites has taken over a lumber town in the mountains, the termites have finished the town and now are coming to the city.",
        "A week ago a giant wasp escaped the wizard tower and terrorized the population, it started making a nest by the paper mill, and soon the problem will be a lot worse.",
        "A farmer adopted a baby yeti he found one winter. The now adult, talking yeti, went missing after he saw another yeti caged from a passing circus caravan.",
        "A popular magic portal from the coast to the mountains is used daily by many people, but if two people go in at the same time they swap bodies.",
        "A magical disease is causing people to swap bodies, being highly contagious it has gotten to the point where some don’t remember who they were originally.",
        "An orc clan has called to join forces with the other tribes of the wastelands, if they manage to unite they will be unstoppable.",
        "An order of anti-paladins has come into town and enslaved merchants, rogues, and priests alike. There is talk of a rebellion to cast them out.",
        "A witch captured and killed a unicorn and then sold the meat as veal to the tavern, all who had soup that day are now cursed for life.",
        "A necromancer and his wife that planned to become liches together, but she disappeared when he was still undergoing his transformation, and now he needs help to finding her.",
        "The cook at the tavern has been crying inconsolably for days now, as her tears fall in the food it is making the rest of the town mysteriously sad as well.",
        "When asked, a wanderer refused to state his business in town. “Because of the mimics.” He said. The guard laughed, the stranger laughed and the town doors laughed with them.",
        "The kobold problem in this town is getting out of hand, they scatter like bugs every time someone flashes a light in the dark.",
        "A well known thief was turned into a vampire, and now he cannot enter residences without permission, and now he does not know what to do with is unlife any more.",
        "A charade of walking furniture passed the town yesterday, walking chairs and tables, all headed towards the east. Today a wizard is enquiring people about walking furniture.",
        "A socially popular dragon, comes by every five years to play chess with the champion of the town. The champion died of age and the dragons appointment is near.",
        "The slum of the coastal capital is made of several thousand boats all tied together, and every time the ocean tides brings it by the coast a town gets raided.",
        "Years ago child was wounded by accident and disappeared when he followed the hunters into the woods. Recently those same hunters have been found dead.",
        "A town far away from the coast had all the water in the wells turned to brine, at night you can hear someone crying down the well.",
        "At a local social party someone was killed, the suspects are the buckler, the colonel, Ms. and Mr. Red. They are being held at the murder scene until someone can solve it.",
        "A red thread was found crossing fields mountains and forests. Anyone who cuts it mysteriously dies and the thread is found repaired the next morning.",
        "A famous trickster died and in his will put up a bounty for himself. A short time later he has risen from the grave and doing all kind of undead mischief.",
        "A mysterious wizard has openly posted to the rogue network that he will pay in gemstones for orphans or unwanted offspring of any race or status.",
        "The Slums of Blood is partly composed of mimics of various sizes. The locals there have known for years and have nourished them to the size of houses.",
        "A turtle the size of a hill, has awoken and has started eating entire trees, the farmer who live on a small farm on its top is terrified.",
        "A local copper dragon is seeking psychological counsel because everyone he meets wants to kill him and take his hoard.",
        "An enormous lion that can speak (son of a rakasta and a lamia), wishes to find his brother, a human that behaves like a lion.",
        "The squirrels and birds who eat a strange berry that grows by the pond in the forest have started talking, but for some reason only speak omens of death and decay.",
        "A magical disease has spread making random body parts vanish, a hand or an eye at a time. People who have been sick for a while start to resemble fleshy potatoes.",
        "A trickster sold the city bridge to a wealthy duchess, when the city claimed she had been conned she had her wizard teleport the whole bridge to her compound nearby.",
        "Love potions have long been sold by the wondering gypsies, but to everyone's surprise (even the gypsies) they have started to work exceptionally well.",
        "A wave of insomnia has struck the land, even the birds are in a continuous daze. People don't sleep, but no one is really awake, and nothing is getting done.",
        "A massive rock slide has fallen in the mountains, uncovering a gigantic entrance, the doors are so large that no one has been able to push them open.",
        "A hag grandmother has died and the hag community has decided to have a social gathering to choose the next grandmother. They are being suspiciously public about it.",
        "A young dragon has turned its lair into a kobold shrine to himself, they bring him offerings from the near towns, these offerings are continuously growing in size.",
        "Two thieves have been gambling and then stealing from each other to pay their loss, a third thief realized this and has made a new gambling house on that idea.",
        "A rich scholar wants to research about the mating cycle of incubi, but being a chaste monk himself needs someone's help to not fall into temptation.",
        "A hermit came down from hunting in the mountains bringing a beastman-baby he found in the woods. The people want the baby out of town, but no one wants to do it.",
        "The zombie infested forest is contained by a small stream that the zombies cannot cross, but now the stream is dirty and a few zombies have crossed over.",
        "The drought has gotten worse, dust devils go into the desert lands and come back as earth elementals, their hoards seem enraged at the dying farm lands for some reason.",
        "Two dwarfs were sworn enemies, and often caused havoc in the local inn. But since last month they are only fighting with travellers, and scaring off the inns clients.",
        "A dwarf a halfling and an elf have all exchanged minds after a drunken night out. They can’t remember how it happened, but are desperate to regain their bodies.",
        "The towns guard cannot seem to stay awake at their posts, even new recruits are dozing off, even the local smugglers have been fond sleeping in the middle of the road.",
        "A remote village of blind men who survive there without sight. Visitors report mute ghosts and grotesque ectoplasmic sights that the villagers are unaware of.",
        "Life in a floating town was peaceful, but since a coral crown was fished up in the nets boats with fishermen have been swallowed whole by the lakes waters.",
        "A baby dragon was thought to be a feral kobold and cared for by the locals, but now that it has grown it's stealing livestock and turned into a small tyrant.",
        "An entire town has been cursed. Once you turn any corner you end up at the gates, and once there walking in will lead you back out again.",
        "The town has two underground kobold colonies, that war each other constantly, but recently they have been joining efforts to fight a new powerful enemy.",
        "Two dire boars have destroyed crops for years, until one of them was hunted down and killed. Now his brother has grown twice his size and is causing twice the damage.",
        "An entire village has suddenly lifted up and floated into the air on a huge earth-berg, the people are being harassed by an angry elemental and can’t leave the rock.",
        "Two nobles have a passionate exchange of love letters, but recently one has gone missing and the other has sold all his belongings and gone in search of his lost love.",
        "A travelling caravan is in town with a gnome arm wrestler who is famous for beating the strongest of the land, he offers a huge sum of gold to anyone that can beat him.",
        "An unpopular mayor was kidnapped and taken by bandits into the woods, the town refused to pay the ransom and the mayor has joined bandits to have his revenge on the town.",
        "An entire dwarf stronghold is suspended by large chains in the middle of a mining hole. A saboteur is snapping chains at night, threatening the entire stronghold.",
        "An old woman has locked herself in her home and refuses to come out. She says that everyone has been replaced by duplicates who are plotting against her.",
        "The shepherd arrived today to his shelter, to discover that every last one of them could talk, all except the black sheep who remain silent and distant of the others.",
        "A humanoid made of water walked into town one day and jumped into the well. Now all who drink its waters fall ill, and then suddenly rise and walk out of town.",
        "A blacksmith has been cursed, every horseshoe he produces makes horses frightened, his nails pop out during the night. He will be ruined if no one helps him break his curse.",
        "A dwarven mine town has uncovered a mysterious secret, the town has now occupied by the stronghold clans been and no one has been allowed come in or out.",
        "A desert has started to grow trees over night, streams, ferns and even small animals. The city at the nearby oasis also was invaded by trees and want someone to investigate.",
        "Every year a town gives up a child to an evil witch, this year no children were born, and the townsmen have stolen a child from a nearby farm to pay the debt.",
        "A travelling beggar was mocked by drunken townsmen during the towns festivities, the beggar then turned into a witch and cursed the people to dance until they die.",
        "The fey queen herself passed through the city disguised as a noble lady, when a beggar asked her for some food, she tuned him into bread!",
        "A group of female bandits in the woods dress up with flowers and vines and convince travellers that they are dryads, then they lure them into a deadly trap.",
        "A temple in the woods is really a coven of witches, they pretend to be druids and cause calamities on travellers who then are cursed when they ask for aid.",
        "On a lonely road a blind man asks for directions to nearby places, when a good soul accepts to guide him he will reward them by transporting them where they were going.",
        "There is a town in the marshes that started to take apart their houses, brick by brick and board by board, and they are moving to the highlands.",
        "An abandoned house in an old town has been discovered to be a portal to a mirror world, two of everyone walk the streets and this has the authorities worried sick.",
        "When the graveyard keeper was found dead, everyone blamed grave robbers, but when he walked back to work the next night some doubts were cast on that story.",
        "A necromancer swore to return as a spirit and haunt the town after his death, but when he returned he made friends with the towns medium, and now they have a shop together",
        "An orc shaman was exiled from his tribe, and since survived doing blood magic for farmers, his congregation soon will have enough land to build a temple",
        "Two years ago a flood was stopped by an ancient druid, but he died while performing his ritual, and no rain has fallen since.",
        "The same day the bakers wife went missing a flower with a human face grew by the fountain. Then the millers daughter disappeared, the same day the smiling tree was found.",
        "A large and ragged figure wandered into town one night, the same night that all the children in town started having nightmares about him.",
        "A mysterious killer has left several corpses, all missing an organ or a limb, even the graveyard has reported bodies stolen in the night.",
        "The people of a particular town are perpetually drunk after they denied a drink of wine to a passing beggar. Now anyone who asks will get a free drink and a warm welcome.",
        "A local orphanage suddenly started shrinking, with headmasters and orphans shrinking with it, they are now the size of a small house.",
        "A rich town was split in two by a chasm one night, and since then has started pulling apart, at first bridges were built, but as the breach grows, the bridges fail.",
        "The innkeeper's wife escaped from two witches when she was a little girl, this winter the two witches walked in and refused to leave town until they meet.",
        "The butchers daughter was a happy child, until one winter she got lost in the woods. When she was found she was wearing animal skins and had aged several years.",
        "In the forest near the graveyard a little girls song can be heard, some say if you follow the song you might find a ghastly infant dressed in crude human skin clothes.",
        "The shrine of the Fire Monks has been leaking water from its walls and the building is slowly sinking in mud. The monks have yet to find the source of this curse.",
        "A town near an old iron mine has started domesticating rust monsters, they make hide armor and spell components with them. So far, only wizards visit the town.",
        "Dense mist has formed wall around an entire village. The only way in or out is by air, because people who wander into the mist are never seen again.",
        "You receive a letter you sent to yourself. With the exact place and location of a time travel artefact, you must go there and send an enclosed letter to yourself.",
        "There is a ghost in town that rearranges objects every night, the hammer ends up in the bakery, the rolling pin in the apothecary, and no one can get anything done.",
        "Several caravans of gnomes have arrived to town because of rumors of a gnome gathering, when the news was found to be a prank, they decided to have the convention anyway.",
        "Two barbarians have quarrelled for ages about who is stronger, but recently their careless and drunken brawling has started to affect the town.",
        "A Meister needs someone to protect the temple against the growing plague of kobolds that have made their home in its ancient tunnels."
    ],
    "legendary": [
        "The worlds barbarian tribes are gathering to to elect their war god’s new avatar. It will be a trial by non-magical combat.",
        "The sands of the hourglass of time are running out. Some must be brought in from the ethereal plane where the old gods were cast out.",
        "The sun is dying, days are slowly growing darker and darker. The undead have started to turn and vampires have been seen during the day.",
        "A powerful chronomancer travelled to the future and funded an archaeological dig to find his grave and turn his remains into a powerful lich.",
        "A floating city of Aasimar appeared in the sky one day, they say a war with the Abyss will soon start on this plane.",
        "Last winter an iceberg floated right into the city port, an enormous ice golem emerged and attacked the port, the royal fleet thinks more will come this winter.",
        "The sea has started receding a little every day, rumours say that the cork that sealed the ocean bottom from draining into the plane of water has come loose",
        "A dwarven city has been completely infiltrated by demons, it seems they found the tomb of a long dead god with a crown of bones and released it.",
        "The god of wine, fertility, theatre and ecstasy had a secret party with hundreds of mortals, all female attendants are pregnant, one of them with his child.",
        "The river of eternal life has found its way into the well of an underground dwarven fortress. A troop of dwarves became immortal and killed all the other dwellers in an attempt to keep the well safe.",
        "After living half his life as a saint and the other half as a bloody tyrant a legendary wizard died, only to be sent back by the gods as an avatar of neutrality from his dungeon under the ruins of his palace.",
        "The oracle of the goddess of fate has awoken from a 500 year slumber with a message for all, 'No magic will survive till the darkness cult has been buried alive.'",
        "Magic is running out, spells and magical items fail randomly, something is stopping the magical source from reaching the world.",
        "A floating pirate city made of boats and floating debris tied together caught the wrong tide and will collide with the port of a legally sound kingdom.",
        "A stone giant has found the location of the lost giant city of Voninheim, if this is true giants could become the rulers of the world again.",
        "A god of giant kin with a face blackened by the flames of hell is leading an army of fire giants and has sworn to kill all dragons of the world.",
        "An order of defilers has turned a lush green kingdom into a desert overnight, with the life-force amassed they have created a mysterious item they call 'The god killer'.",
        "A lich has found a way to control other liches by collecting their phylacteries, body parts and adding them onto himself.",
        "Two wizards created an orc race each to war against each other. After a century of war both wizards died, and both races continue to war with no purpose.",
        "Mind flyers show up in a colossal living fortress that flies over the land. There must be thousands of them getting ready for a war, but against who?",
        "The sky cracked one day and from the crack rays of darkness fell over the land, all under the dark land has become wicked with a dark and wild magic.",
        "Magical clones of the adventurers have appeared in the land, the clones know the innermost secrets of their counterpart and will stop at nothing to kill the originals.",
        "In a town by the marshes a cursed mist has taken to random corners and streets, anyone who is taken by it has come out as undead.",
        "The mythical labyrinth of the gods has been found, legend says that those who know the way, and survive to reach the other side will live among the gods forever.",
        "The goddess of the underworld tormented the champion of a paladin order until he went mad, he now marches an army of undead towards his former order and its city.",
        "A woman has been travelling down from the mountains in the direction of the capital. Behind her is a large orb filled with winter, half the size of a mountain.",
        "The world tree has grown ill because something is poisoning its roots, an elderly elf will be your guide to the base of it, but after that you are on your own.",
        "The god of comedy, trickery and luck has grown serious and dull. If no one can make him laugh soon laughter might be lost forever to the world.",
        "A planet grows closer every day, until instead of colliding it merges with yours, new animals, peoples and artefacts appear as if they had always been there. New gods arrive, perhaps new or maybe just forgotten.",
        "After the tide dropped back for an entire week, a strange man came walking through the sea and into town. He does not speak with anyone, he just waits.",
        "The goblin armies have learned about a blood ritual to steal the longevity of elves. One elven fort has already fallen to their massive army, more will follow.",
        "The pantheon of gods has been unresponsive, clerical magic is getting weaker by the day. The gods are said to be be abandoning mortals.",
        "The famous dungeon of the mountain keep started expanding one day, upwards, downwards and sideways it grows new rooms and halls by the day. It is already the size of a small city.",
        "Sand has been pouring from the sky for days. Villages are moving to the east to start a new life. There are no signs of the sand stopping.",
        "Giant sand snake gods have awoken deep below the earth due to the summer solstice.",
        "The good king has died and must be taken to the hall of kings before a new king can be found. Famously, no one ever returns from the so called “kings last march.”",
        "The last winter solstice night refused to end. Crops have failed, famine has started and creatures made of darkness have appeared everywhere.",
        "The divine temple has announced they seek the new avatar, the prophecy foretells of one who can return the Gem of Virtue to its true owner.",
        "Two mind flayer swarms grow too close together, as their elder brains attempt to establish dominance the link between illithids weakens and many go rogue, plaguing the capital."
    ]
}