{
    "vessel" : {
        "aesthetic" : [
            "sleek lined like a shark",
            "made of furs and rough hewn wood",
            "of a bright, prismatic colour",
            "adorned with gold leaf and ornate carvings",
            "made of the carcass of a gigantic creature, half decomposed",
            "coated in black tar, showing two white glyphs as war paint",
            "a bold monochrome military colour, stoic and trusty",
            "rough but sturdy, oak from stern to bow",
            "like an iron spiked half-walnut, barely floating its weight",
            "a hunk of solid wood grown into a ship",
            "elegant, plain, practical and worthy",
            "hardly together, it's a miracle that she floats at all",
            "made of living mangroves, with a tall living mast and rigged sails",
            "a mass of iron and steel, intimidating and confident",
            "made of tar painted wicker, quite literally a floating basket",
            "a light boat of white soft wood, she seems highly manoeuvrable",
            "made of porous stone, that seems to float better than wood",
            "a body of petrified wood, that miraculously floats",
            "made of cheap pine wood, and visibly rotting at some places",
            "composed of pieces of several other ships, decadent but proud",
            "woven out of golden wicker, with detailed artistry in every knot",
            "an old river boat that has been modified to be seaworthy",
            "fit for racing, slim, and fitted with large sails",
            "bright pink, with flowerbeds of edible sea-lotus on its sides",
            "a mess of patches and knots, creaking constantly as if she was complaining",
            "a glorious sight, with shinning golden finishes and polished like a mirror",
            "long and sleek with a large blazing chimney and long wooden paddles",
            "more like a raft with tall walls, with a wooden fort in the middle",
            "simple, but much deeper than she seems, mostly underwater",
            "made of bones from hundreds of creatures fitted together",
            "made of a beautiful assortment of fine hardwood",
            "crudely put together with driftwood, algae and other sea debris",
            "all black walnut, painted black and with black sails",
            "made of a deep purple kind of wood and covered in abysmal runes",
            "made of balsa wood, soft but extremely buoyant",
            "made of thorny crude planks, more like ripped from a tree than cut from it",
            "composed of oak and pine, of fine make, and thick canvas sails",
            "made of a wooden frame covered in several layers of seal and shark skin",
            "mostly oak, dark opaque red paint, maybe blood, covers its decks",
            "made entirely of wood, and looks more like a giant buoy than a ship",
            "oak wood and steel rivets, with no captains cabin and no under deck quarters",
            "composed of three smaller ships, two bellow and one on their shoulders",
            "made of wood with no mast, forty black oars protrude from its sides",
            "all hardwood and completely covered wooden shields from stern to bow",
            "made completely out of large bamboo shafts skilfully fixed together",
            "a hulk of baobab planks, a ship the size of several ships combined",
            "a stout bulky vessel, that looks rugged and compressed",
            "made of wood, and crafted to resemble a large dragon, wings and all",
            "composed of a small floating forest, with monkeys and parrots racing about",
            "somehow made of sand, resembling a huge, floating sand castle",
            "covered in large turquoise feathers as if she were a giant bird of some sort"
        ],
        "weapons" : [
            "a battling ram",
            "a ballista",
            "black powder cannons",
            "harpoons",
            "iron spikes and shields",
            "brave men",
            "two catapults",
            "casks of sea-fire",
            "strange gnomic gizmos",
            "a powerful water cannon",
            "grenades of alchemist's fire",
            "chained cannonball launchers",
            "complex war-machines",
            "heavy crossbows on each flank",
            "broken bottles, oars and crude clubs",
            "crude flint arrows and spears",
            "a secret weapon they call “the axe”",
            "cannonballs etched with magic runes",
            "a galley full of unfed ghouls",
            "flaming darts",
            "brave mercenaries",
            "axes and sabers",
            "a row of cannons",
            "a flame breathing device",
            "magical runes of explosion",
            "depth charges and floating mines",
            "spears and longbows",
            "slings, bone blades and coral clubs"
        ],
        "history" : [
            "The ships log has a few records from the future that no one can explain.",
            "The age of the ship is unknown and its original logs lost to the sea.",
            "Despite all her might, she has never been in a real battle.",
            "Although not its main propulsion, the ship can move by magical means as well.",
            "The last captain hung herself from the main mast.",
            "The wood for the keel came from an awakened tree, who sometimes complains loudly.",
            "The anchor is too big and if it is lowered it won't come back up without a fight.",
            "She famously survived the battle where the biggest ship in the empire sunk.",
            "None of the crew can remember their past, or can say where they're going.",
            "She has been taken by pirates, then reclaimed, retaken, and then claimed again.",
            "A extremely old rat has been the cooks pet since he came aboard twenty years ago.",
            "The sails were made from a storm giant’s clothes.",
            "The figurehead has been known to speak its mind at trying times.",
            "On her first day at sea, she hopped over the waves as if she was dancing.",
            "The original captain had secret passages built throughout the decks.",
            "She was once sunk, then raised and refitted.",
            "She has fought on two sides of the same war under different captains.",
            "Repairs on the hull were made from wood from a cursed pirate ship.",
            "Nobody knows her original port of departure.",
            "She once was deserted by a plague and she found her way back to port with no aid.",
            "A big red and black parrot is the only surviving member of the original crew."
        ],
        "quirk" : [
            "The captains cabin is bigger in the inside than on the outside.",
            "The crew swear on their lives that there’s a skeleton who lurks around below decks.",
            "The ship bears marks of a kraken attack.",
            "All the lanterns burn blue or green.",
            "The lookout never comes down from the crow’s nest. Ever.",
            "The ship is never visited by gulls.",
            "Sometimes the ship will correct its route when it falls off course.",
            "Once a month all the crew wakes up with a full belly and they don't know why.",
            "There is a blood stain on the deck does not disappear no matter how much it's scrubbed.",
            "There are stories of a beautiful woman that appears at night and throws the sailors overboard.",
            "On windless days the ships sails will flutter as if they were taunting the wind to return.",
            "The ship will always sway course towards the place where her sister ship was sunk.",
            "The mast will sprout branches with tiny leafs that will grow back if pruned.",
            "The wheel is always warm to the touch, even when sailing through ice cold waters.",
            "It's said that the last captain is still on deck, but was cursed to be ignored by his crew.",
            "A skeleton lives under deck, he supposedly will curse those who do not offer him rum.",
            "The ships broken or battered parts seem to slowly regenerate under the full moon.",
            "After a storm the ship will wail and creak as if complaining.",
            "Every time the anchor is lowered a mast line will snap, a sail will tear, or something will go wrong.",
            "When a certain song is sung by the crew the ship will fill its sails, even on windless days.",
            "The ship seems to be afraid of storms, developing a strong list whenever one appears on the horizon."
        ],
        "figurehead" : [
            "mermaid",
            "pig",
            "Grim Reaper",
            "deity",
            "sea captain",
            "demon",
            "bear",
            "simple curled",
            "stoic",
            "lion",
            "dragon",
            "grinning gnome",
            "angel with spread wings",
            "spiked iron",
            "fierce dwarf head",
            "ram",
            "eagle",
            "beautiful woman",
            "skeleton",
            "bull"
        ]
    },
    "crew" : {
        "race" : [
            "an army of well armed high elves",
            "a rage of sea orcs and gnolls",
            "a workforce of gnome tinkerers and their golem",
            "zombies, ghouls, and other undead creatures",
            "sylvan elves, halflings, gnomes and other races",
            "a regiment of conscript humans",
            "a centurion of armed humans, in military uniform",
            "human slaves commanded by orcish overlords",
            "bullywugs, aarakokra and other rare humanoids",
            "human mercenaries, slaves and merchants",
            "kobolds and halflings under command of a dragonborn",
            "barbarian humans, and a mix of other enslaved races",
            "humans, elves, and other common races",
            "orcs, goblins, and other hated creatures",
            "tiefling, drow, and other mistrusted people",
            "dwarves, halfling, and other stout folk",
            "kobolds and two sea trolls that do the rowing",
            "gnomes, brownies and pixies, and other fey",
            "myconids, volodni, and other fungi and vegetable humanoids",
            "dragonborn, gnomes, and other uncommon people",
            "a great mishmash of races"
        ],
        "attitude" : [
            "cliquey and divided",
            "brutal, prone to brawling at the slightest provocation",
            "cheerful and supportive",
            "united and efficient lot, serious and dedicated",
            "jolly and marry folk, and will sing at the slightest chance",
            "silent and mysterious, who only speak when spoken to",
            "highly regimented and disciplined",
            "bight and well tempered",
            "brave and well trained",
            "a distracted and novice lot of youngsters",
            "bloodthirsty and rebellious",
            "a chaotic, homogenous, and single-minded rabble",
            "a lazy, undisciplined heap of bodies"
        ],
        "feature" : [
            "they all wear a uniform",
            "all crew members are skilful at boarding ships",
            "everyone is middle aged or older",
            "many crew members keep pets",
            "every man on board is from a different harbor",
            "the crew is divided evenly among genders",
            "the crew is vitamin c deficient"
        ],
        "song" : [
            "a cheerful shanty",
            "a mournful lament",
            "a solemn humming",
            "a cannon of voices",
            "a lewd song, sung with no shame",
            "a bawdy tune",
            "a surging battle chant",
            "a penitent hymn",
            "a whistled call and response"
        ],
        "notable" : [
            "a Secret-Keeper who can track down any scrap of truth",
            "the Cook who can cure what ails you",
            "the Little One who knows all there is to know about surviving",
            "an Old Hand who can tell tales no one else remembers",
            "a Shackled Prisoner who will pay any price for freedom",
            "a straight-up, honest to god Bear",
            "the watchman with only one eye",
            "a huge black man that cannot speak a word of common",
            "an old man who can predict the weather by how his bones ache",
            "a sickly individual, begged to be taken on board, but might not last the trip"
        ]
    },
    "captain":{
        "nickname" : [
            "Anchorless",
            "Pelican",
            "Misty",
            "Moonrider",
            "Farseer",
            "Mapmaker",
            "Parlor the mute",
            "Bonewind",
            "Blacktooth",
            "Riddleman",
            "Pretty face",
            "Breezeseeker",
            "Tidemaker",
            "Jolly",
            "Salty dog",
            "Eversailor",
            "Queensman",
            "Seaferer",
            "Dreadful"
        ],
        "background" : [
            "from the royal navy",
            "a merchant",
            "a shipwright",
            "a kings knight",
            "a butcher",
            "a thrill seeking wanderer",
            "a galley slave",
            "a pirate",
            "a inexperienced sod"
        ],
        "attitude" : [
            "a cruel taskmaster",
            "cheerful and drunk",
            "stern but fair",
            "lazy and uninvolved",
            "conniving",
            "obnoxious and condescending",
            "cunning and inquisitive",
            "commandeering and honourable",
            "preoccupied with plans and maps"
        ],
        "feature" : [
            "a clever monkey",
            "tattoos all over",
            "a tremendously elaborate costume",
            "a hook hand",
            "a patch eye",
            "a peg leg",
            "the strength of five oxen",
            "fame for having guests thrown overboard",
            "a love for dwarven opera",
            "a porcelain mask over his face"
        ]
    }
}