{
    "quirk" : [
        "Within the city limits (demarcated by a ring of stones), is a criss-cross of overgrown stone pathways leading all over town. The routes are indirect, but it’s considered extremely rude to step off of the path. Outsiders might be granted a single warning, then face expulsion from the village.",
        "Every home contains the death masks of relatives who have passed. Once a year the townsfolk wear them and mingle in the square, acting out the roles of the deceased.",
        "Each home contains a “fortune flower,” whose health reflects the family’s spiritual well-being and future potential. If the flower dies the house is demolished, and everyone in the family changes their name.",
        "Disputes are settled by tossing a particular type local frog back and forth. After each catch, the person who caught the frog takes a step back. Whoever fails to catch the frog must eat it whole, which usually results in a very bad hallucinogenic trip. The rare good trip is interpreted as meaning that the other person is the truly guilty party, and must somehow have cheated in the frog toss. Thus making them doubly guilty.",
        "Anyone who spends a night in the town must first get the town’s crest branded on their cheek. It’s important to the townsfolk that they be able to recognize anyone who has walked on their town’s soil. The residents themselves don’t have the crest, because they’ll all recognize one another.",
        "Residents always wear masks when outside of their homes. Most are just burlap sacks with holes cut for the eyes, but a few are carved and painted wooden affairs. They won’t discuss why it is they do this, but it’s not because their faces look weird or anything.",
        "Every structure in the village has a name. Person names, like Sarah, John, and Amy. The townsfolk talk about the buildings as though they are people, and refer to a structure’s opinions and emotional states. They aren’t crazy, it’s just an unusual form of animism.",
        "It is considered arrogant and rude to accept food, gifts, or an invitation before first refusing it 3 times. Strangers are not exempted from this assumption. Some of the town’s youth have taken to refusing the first offer three times, and then accepting the second offer. The degree of scandal an individual villager feels about this is proportional to their age.",
        "No single home will ever host more than a single guest at a time, which includes animals. If an adventuring party wishes to stay in town, their lodgings will be divided among multiple families.",
        "No coin or work is expected of visitors for the food they eat or the bed they sleep in while in town. However, visitors are expected to pay for their hospitality by sexually pleasing the village’s elderly, ugly, and mentally deficient residents.",
        "Anybody not wearing weapons in public is considered to be insulting the townsfolk’s martial abilities. “You’re such shitty warriors, I don’t even need weapons to defend myself.” The community will attack in force to prove the outsider wrong.",
        "Villagers believe that disease is a result of social brusqueness and confrontation. They aim to be always pleasant, but mostly they’re just really passive aggressive. If anyone actually is confrontational, the ‘victim’ will usually descend into an intense coughing fit. Whether it’s psychosomatic, or just another layer of passive aggression is unclear.",
        "It is fashionable in the village for women to shave their heads. Very few women have any hair at all, and those who do keep it extremely short.",
        "Each member of the community wears a single iron manacle on their left hand, with a few links of chain dangling from it. These are keepsakes from the town’s founders, who were a band of escaped slaves that successfully fled here to escape their masters.",
        "Any dispute in town is settled with a poetry slam. Any players who are too shy to participate in an actual poetry slam around the table should be considered to have delivered a really piss-poor poem.",
        "When speaking to outsiders, every member of the community claims to be David. David is a 33 year old man who drives mules for a living. They will acknowledge contradictions, but will not concede the point. (“Yes, I clearly am a 94 year old woman. And yet I am not. I am David, a 33 year old man.”)",
        "A community of religious fanatics who believe technology has led man from the path god set him on. They use tools of stone, leather, wood, and bone. Metal objects are absolutely prohibited within the city. They will allow travelers to bury their metals outside town if they wish to enter.",
        "There is a “children’s dormitory” in town where all of the children live. Children’s names are given to them by the town’s elders, and no single adult in the village may claim any specific child as their own offspring. Most adults in the village do show extra attention to their own children, but will be punished for doing so if it is too overt.",
        "While there are visitors in town, the villagers worship whatever god their visitors worship. They will be extremely insistent on knowing what gods the PCs worship, and what the proper form of reverence is.",
        "The dreams of children are of paramount importance, and considered coded harbingers of what is to come. Each family begins the day by reverently listening to the dreams of their children. If any child has a dream that is particularly portentous, a town gathering is called and the dream is repeated for everyone to hear.",
        "Before eating, the each member of the community will ask someone nearby to give them a solid punch in the gut. It’s a practice which dates back to a time of famine, when the punch was meant to make you feel less hungry right before you ate your meager scraps of food.",
        "Once per year, the town holds a lottery. Every man, woman, and child draws lots, and whomever ‘wins’ is beaten to death by the rest of the townsfolk. Tradition holds that if this ritual is ever abandoned, disaster will befall the town.",
        "Disputes are settled through a practice called Sharo. Each participant bludgeons the other with their fists, and whichever of the two shows pain first is the loser.",
        "Children are not considered “real” until their first birthday, when it is much less likely they will die unexpectedly. On this day, they are given a name, and their mother cuts off their father’s scrotum. The father remains a member of the family as a eunuch, honored for doing his duty in fostering a healthy child, and now meant to devote himself to nothing except for that child’s care. Meanwhile, the mother remarries. Women fashion the scrotums they’ve taken into a belt of pouches, denoting their status within the community.",
        "If two village women are pregnant at the same time, they must battle to the death. Thus, children are born only to the strongest parents.",
        "A man’s livestock is his worth, and a representation of his ability to provide for a family. As such men are typically allowed to marry as many women as they have cows.",
        "All of the town’s women learn how to juggle from a young age. Juggling is a deeply ingrained part of the town’s courtship rituals, and a man will always prefer an impressive juggler over an impressive beauty.",
        "Local children may never be seen by visitors. At all. When visitors are spotted approaching the town, the children are hurried into a special windowless building. They must remain there until the visitors leave, and any visitor who sees one of the local children will be sentenced to death by stoning on the spot.",
        "Blessings and good wishes are given by spitting. The locals spit in cooking pots to pray for a good meal, they spit on their weapons to ensure a good hunt, and they spit on visitors to wish them good travels.",
        "Men and woman who don’t live in the same house with one another may only communicate by proxy, or in writing.",
        "There is an unusual flower that grows bountifully in the area, and is consumed with almost every meal. Its effects are notably similar to cocaine.",
        "Each evening the townsfolk gather in the common house to watch a new tattoo being added to one of their number. Everyone in town is covered in dozens of tattoos, and almost everyone has some skill with a needle and ink.",
        "Every single one of the townsfolk is actually some local critter that was polymorphed into a human shape by a drunken wizard. Rabbits, foxes, frogs, spiders, etc. They retain a semblance of their lower instincts, but they think and function as well as you or I. And after more than a decade, they’re very comfortable being human. They’re terrified of being found out and returned to their natural state. Any visitor that might have Dispell Magic prepared will be turned away, but they will otherwise do their best to act natural.",
        "All town activity stops abruptly at noon for a ritual dance. It is announced by a bell rung by a cripple, and everyone performs the dance wherever they happen to be standing when they hear it. The dance lasts 13 minutes.",
        "Everyone in town wears matching uniforms. A drab grey and brown tunic and breeches, skillfully hemmed. Everyone is clean shaven, with their hair in a long ponytail. Each tunic has a bright red band at chest height, which the townsfolk take pains to keep clean.",
        "A Displacer Beast wanders the town freely. The townsfolk will step out of its path if it is approaching, and allow it to wander freely in and out of their homes. They provide it with food and reverence, and in turn they believe it protects them from evil.",
        "When animals are slaughtered for their meat, it is believed that they must be made to suffer before their death. Several methods of torturous death have been devised for various animals. It is believed that eating meat that was made to experience pain will protect the consumer from suffering in their own life.",
        "There are layers upon layers of conspiracy in the town. Plots and counter plots, all with the eventual goal of bringing down the mayor and replacing him with a man of the people. Nobody seems to understand why this is ridiculous in such a small community.",
        "A unique, deck-building card game using tarot cards is insanely popular in town. Visitors will be asked to play by nearly everyone they meet.",
        "At birth, everyone is bitten by a particular local snake. If they live, they’ll have a splotchy scar from the venom. The shape of the scar is then used to determine something about their future, and the way they ought to be raised.",
        "Each structure in town is a unique color. Any new structures must be painted in a color that has not been used yet.",
        "The townsfolk touch butts with people as a greeting, the same way decent god-fearing folk shake hands or wave.",
        "The townsfolk are a group of time travellers. They became trapped here in the past, and are determined not to disrupt the timeline.",
        "The village is a nudist colony. Nobody minds if you bring weapons into town, but clothing and armor are absolutely banned from being worn.",
        "Bathing is considered unlucky. Nobody will want to be anywhere near a traveller who is “too clean.”",
        "A smithocracy. Whomever is able to make the most impressive object is elevated to be the town’s ruler.",
        "A settlement of people from a far off culture. One which is extremely out of place here. Like a Japanese village in the middle of 16th century France. They have a very good reason for being here.",
        "The mayor is a cat. The townsfolk take this as seriously as you think they ought to.",
        "The town is a secret haven for those who practice a completely innocuous, but also highly illegal religion. They live in fear of anyone associated with the dominant religion of the area.",
        "The town is run like a military fort. The people pursue their industry (farming, trading, etc.), but they also build walls, train with weapons, and have guard rotations. Their preparedness is as impressive as it is out of place.",
        "The locals place their dead in a nearby peat bog. Once the bodies are well preserved, they’re pulled out. Each body spends several years being moved around the village. Sitting in chairs, leaning against walls, etc. After a time they are finally buried beneath whatever house they originally lived in.",
        "The town uses its own internal currency.",
        "The town’s founding myth speaks of horrible giants that tortured their forebears. All doors are 5′ 11″ high. Anyone who has to duck to walk through them is unwelcome in the town and must wait outside.",
        "The town has a communal poop-pit for making Jenkams.",
        "A full kiss on the mouth is the standard greeting.",
        "Visitors are expected to provide entertainment in the evening.",
        "The town is divided into two teams, based on the town’s two founders. Everything is scored.",
        "At the center of town is a large board. The surprisingly literate townsfolk have lengthy written discussions about important matters of the day by posting messages to this board.",
        "The town has an official storyteller who spends the day walking around and observing the happenings in town. Each work day ends by gathering to hear the storyteller share what he saw that day.",
        "All visitors must wear a special hat. It’s bright pink and utterly ridiculous.",
        "Everyone in town insists that they’re all badgers in human suits. It’s an inside joke. You’d have had to be there.",
        "The town was an experiment by the church. A number of particularly pious priests and nuns were released from their vows of chastity and told to build the perfect, most godly community. Since that particular piety was the result of these folks being gay, they performed their new duties only with the utmost resentment for the act. They’ve created a town this is punishingly repressive, and even hostile towards sex.",
        "It’s one of the player’s childhood villages. In the wrong place, but otherwise exactly as it was when they were a child. If they go looking they may even be able to find themselves as a child.",
        "The town has a corporate structure, with everything being owned by the town council. The mayor directs the town’s industry, and the mayor’s directions are implemented by overseers. The townsfolk are payed a relatively small fixed amount for their labor, (minus rent).",
        "The town is a commune with no obvious hierarchy. The town’s money is pooled together in a vault, and only used when dealing with outsiders. Otherwise, everyone merely does what jobs they’re able, and is given what they need.",
        "This village is well off the beaten path, and rarely receives visitors. They haven’t gotten any news of the outside world in 20+ years.",
        "They have an intense rivalry with a neighboring town. There is very little at stake really, but emotions run high. Assassinations are not uncommon.",
        "There are two towns. One where all of the men reside, and one where all of the women reside. They’re a day’s travel apart from one another. Randomly determine which one your players have encountered.",
        "A village populated entirely by the elderly. Several other villages in the area expel their elderly and send them here, where they live together and eke out an existence as best they can. They are considered dead by the outside world.",
        "Four years ago, a plague ravaged this village. Almost overnight anyone who had gone through puberty died, leaving only children behind. The oldest kids are now about 17 years old, and they’ve been on their own for awhile. They’ve got a system worked out for themselves, but they lack a lot of necessary education, so it’s not a very good system.",
        "The townsfolk have a unique and complicated moral code involving food. It’s nearly a certainty that if they see anyone from outside their community eating, they will find some food combination, utensil use, or chewing pattern to be reprehensible.",
        "The town is highly democratic. Citizens are passionate about their civic duties, and they gather to discuss new laws weekly. Each week operates under a significantly revised legal code.",
        "The townsfolk place a high value on personal honor. Like a drunk Spaniard, or a racist’s depiction of an Asian person.",
        "The townsfolk have a completely unique language.",
        "The people in town are argumentative to the point of insanity. Play them like a living incarnation of youtube comments.",
        "The town was founded by a group of sexual deviants who just couldn’t deal with sexual repression of common society. They know how to present a “normal” face to outsiders to prevent lynch mobs from showing up, but when there’s nobody around they have a lot of orgies.",
        "Everyone in town acts very suspiciously. There’s no reason for it, it’s just the way the local dialect and customs developed.",
        "The locals are all eldritch lizardfolk wearing human skins.",
        "The village is trapped in an infinite timeloop, living the same day over and over again, but none of them realize it. Fortunately, visitors are not affected by this.",
        "Once a visitor has been welcomed within the town, they will not be allowed to leave until the omens for their departure are good.",
        "Visitors are highly prized for their stories.",
        "Visitors are highly prized for their meat",
        "The town issued a letter of secession 12 years ago, and no one has noticed yet. They firmly believe themselves to be a sovereign nation.",
        "Everyone in town wears a mirror around their neck so that people can see what they look like when they talk. They believe it prevents people from “acting with an ugly spirit.”",
        "The local noble is a dilettante for social improvement. They’ve set up this village as a model town. It’s very pretty and well manicured. The peasants are all required to attend classes each day on etiquette, history, and philosophy. The townsfolk are too exhausted after the long days of work they still have to perform to really do well in these classes, and everyone involved is just getting more and more frustrated.",
        "The townsfolk are actually a group of nobles “roughing it.” The real villagers have mostly been displaced, save a few who are there to show the nobles how things are done.",
        "Strapping large tree branches to one’s back and head has become very fashionable.",
        "Capes are fashionable. As are constant flourishes.",
        "Mustaches are so fashionable that the women wear fake ones.",
        "At first glance, the town appears to be composed entirely of women. In fact, the men of this town are excellent cross dressers. It’s a practice they began as a means of avoiding being called to war, but after 15 years this androgyny has become a way of life. Many of the actual women are entirely fed up with the practice.",
        "An experimental music collective has taken up in the town. There are nightly performances with instruments that were invented just earlier that day. Things like captured birds squeezed by leather belts, logs rhythmically rolled in mud, or tiny hammers used to tap a person’s teeth.",
        "The lands belongs to a far off noble lady who has never so much as visited. She has the whole town carving cat figurines for no real reason.",
        "The town is a haven for bandits and burglars. Everyone in town is somehow involved, even if they’re just working as farmers to maintain the illusion that it’s a normal town.",
        "A con artist impersonating the town’s distant lord has taken up residence. They’ve got the whole town catering to their whims, but they’re being careful not to push anybody too far.",
        "The townsfolk have been cursed. They are all nocturnal.",
        "The townsfolk have been cursed to age at 3x the normal rate.",
        "The townsfolk have been cursed to be incorporeal to other living creatures. They can interact with the world around them, pick up and manipulate physical objects. But if they touch another person, they will pass right through them. None of them have touched another human being in years.",
        "There was an omnipotent child terrorizing the town, forcing every adult to bend to their whims. The child is still there, and still terrorizing the townsfolk, but they somehow lost their omnipotence. They’re just a normal 11 year old kid now, and they’re terrified of what’s going to happen when everybody realizes it.",
        "The townsfolk are cursed so that each one of them believes that they have an imaginary loved one being held at knife-point nearby. Their completely fictional loved one will be killed unless they act natural.",
        "The people of the town are the dream of a wizard on the other side of the world whose mind is leaking. While the wizard sleeps, the people are entirely real, but they disappear when he is awake."
    ]
}