{
    "miscellaneous" : [
        "a marble bust of a large-nosed woman",
        "a richly woven carpet with nautical patterns",
        "soft, clean bedsheets sewn with golden thread",
        "a portrait of a bashful looking tiefling",
        "eight matching silver cups",
        "a ceremonial helm with a daisy motif",
        "a coil of silken cable, intricately braided and tasseled",
        "an ancient fertility sculpture",
        "a nautilus shell",
        "a stack of fine vellum",
        "richly embroidered blue sleeping robes",
        "a huge tortoise shell",
        "a polished silver looking-glass",
        "a set of gem-encrusted cutlery",
        "silk handkerchiefs",
        "a necklace thickly adorned with bright feathers",
        "a small dragon skull",
        "a collection of beautiful glass bottles of all colours",
        "a snake skin of tremendous length and quality",
        "well preserved tapestries depicting an important historical event",
        "a set of fine jewel crafting tools",
        "a chess set of excellent quality",
        "a set of intricately etched daggers",
        "an ermine coat",
        "soft doeskin boots beautifully crafted for small feet",
        "a collection of flags and banners once flown by nations now extinct",
        "white silk gloves",
        "a satchel made of glossy crimson leather",
        "a rattle made from a cloven hoof",
        "paper pouches full of dried herbs and spices",
        "a red and silver sceptre",
        "a porcelain doll garbed in a beautiful ball gown",
        "a large bismuth crystal",
        "a box containing several elaborately decorated animal masks",
        "a glass orb containing a tablespoon of quicksilver",
        "a vase containing numerous exotic feathers",
        "a golden ceremonial shield featuring an unfamiliar charge",
        "ten large glass marbles of various colours",
        "a richly illuminated, leather-bound manuscript of local history",
        "a rare coin collection",
        "a massive scarlet crustacean claw",
        "pots of powdered henna, turmeric, and indigo",
        "a long spiral antelope horn, polished and banded in silver",
        "two oblong pearls of modest size",
        "an exquisitely preserved fish fossil",
        "a set of lavish quills and two pots of deep blue ink",
        "three canopic jars, and the broken lid of a fourth",
        "a hand-carved, gold leaf frame, sans painting",
        "a masterful portrait of a stern couple, sans frame",
        "a beautiful horse tack",
        "a glass jar filled with layers of sand of various colours",
        "a snow leopard skin in fine condition",
        "a huge vanilla scented candle",
        "a wooden case containing two dozen bars of sealing wax",
        "a hand-carved mash paddle made from black wood",
        "a silver locket containing a lock of silver hair",
        "a crystal bottle of perfume",
        "a carving made from jet featuring the head of a gorgon",
        "twelve fine drinking glasses wrapped in cotton",
        "a brass cast of a skull",
        "an ancient ceremonial sword of a powerful queen, its blade half rotted away",
        "a silver flask",
        "a wooden frame containing a complex gear mechanism of unknown purpose",
        "pouches of very rare seeds that grow into valuable plants",
        "a geode",
        "a tome of forgotten ballads written by a legendary bard",
        "a terribly gaudy cuckoo clock elaborately inlaid with silver and gold",
        "a half-finished bolt of patterned cloth, still attached to the loom",
        "a large tangle of coral",
        "a church bell featuring a religious tale in bas relief",
        "a gold candelabrum",
        "a brass statuette of a religious figure",
        "two oak barrels of alcoholic spirits",
        "a sack of bathing salts",
        "a box of lace",
        "a folder stuffed with dwarven beer recipes",
        "spools of excellent leather cord",
        "medicated creams and ointments",
        "a box of colourful makeup",
        "a pouch full of glimmering iridescent fish scales",
        "a silver dog whistle shaped like a howling wolf",
        "ivory spice shakers",
        "a jar of herbal honey",
        "a large incisor on a leather thong",
        "powdered animal parts",
        "gold false teeth",
        "a bulk lot of mundane smithed items, including locks, hinges, etc",
        "an empty silver lock-box with a key",
        "elegant red skates",
        "blue suede shoes",
        "a dried cowl",
        "a taxedermied platypus",
        "a censer",
        "three wax likenesses, one slightly melted",
        "a telescope",
        "a set of tinkling hand bells",
        "coffee beans",
        "tortoiseshell combs",
        "copper bottom cook pots",
        "a flanged steel plug of some kind",

        "a cryptex",
        "a heavy army ring with a seal worn down by its use",
        "a matching thermometer and barometer",
        "a silver engraved kazoo",
        "an elven lute with metal strings",
        "a boxed entomological butterfly display",
        "a small bag of saffron",
        "a mantle with a forest motif sewn with golden thread",
        "a velvet hat with a peacock plume",
        "a locket with a portrait only on one side",
        "five fortune cookies in a sealed jar",
        "a broche with a serpent biting its tail",
        "an compass in a wooden box",
        "a tortoise shell skilfully crafted into a helmet",
        "pointy gnome shoes with silver buckles",
        "a marble statue of a screaming Medusa",
        "a cane with a concealed blade inside",
        "a set of puppets with tiny clubs and silly hats",
        "a tankard etched with a hunting scene and a handle made of antlers",
        "a red velvet cape of unusually large size",
        "a fossil of a well preserved ammonite",
        "a box with a star chart and brass sextant",
        "a figurine of a crow with ruby eyes",
        "a clockwork toy lobster",
        "a flask with hot sauce",
        "a twenty sided die made of bone with gold numbers",
        "an elaborate oriental paper fan",
        "a box with different types of tea nicely arranged in silk bags",
        "a gold rimmed monocle",
        "a pair of silver rimmed spectacles box with exchangeable lenses",
        "an oriental rug, with dazzling designs",
        "a remarkably well preserved illithid head",
        "a sword blade sans hilt",
        "a trunk filled with papier-mâché masks, and colourful feather boas",
        "a backgammon board of exquisite quality, but missing a piece",
        "an uncomfortable bra made of bronze",
        "a large pink seashell with dramatic spikes",
        "a trumpet with a royal purple banner",
        "an oil lamp with engravings of erotic nature",
        "a small silver box of wooden matches",
        "a bundle of lavender incense sticks",
        "an otter skin pouch filled with black powder",
        "an oak barrel of fireworks of diverse nature",
        "an ebony figurine of a stoic warrior",
        "a bronze toy chariot complete with horses and rider",
        "a cedar trunk filled with red, orange and purple yarn",
        "a full body oval mirror in a black walnut frame",
        "a collection of spoons, forks and knives in a velvet lined box",
        "a large golden spoon",
        "a pointy midnight blue wizard hat with stars and everything",
        "a pocket tinderbox with firesteel and flint",
        "a dwarven leather belt with an enormous belt buckle",
        "a prosthetic glass eye in a small leather pouch",
        "a broken writing automata, sitting at a small desk",
        "an ivory statuette of an incredibly detailed oriental dragon",
        "a porcelain vase with a flower motif",
        "a child’s blue dress with gold thread embroidery, a little scorched around the edges",
        "a practical folding pocket knife",
        "a complete tarot deck with hand made depictions of the archetypes",
        "twenty five ingots of gold plated lead",
        "a chest filled with colourful pieces of glass cut like gemstones",
        "a single flask of Alchemist’s fire",
        "a thick gold chain",
        "a vial of potent acid",
        "a box with all kinds of fishing gear and tackles",
        "a small sleigh made of birch and oak with carved decorations and steel runners",
        "a small silver bell with a polished wooden handle",
        "a long gone slice of cheese in an elegant glass bell on a silver platter",
        "a roll of high quality thread",
        "a spinning wheel of excellent manufacture",
        "a leather binder filled with all kinds of maps",
        "a cartographers tool-kit with polished brass instruments",
        "a half filled journal with metal covers and an encrusted gemstone on the cover",
        "a very ornate birdcage with a dead parrot inside",
        "three brass statuettes of monkeys, covering their eyes, ears and mouth",
        "a small leather wallet with even smaller love letters",
        "a bookmark illuminated with the depiction of a godlike figure reading",
        "a framed recipe, of what seems like flatbread with a tomato base and cheese on top",
        "a hardwood throne with Viking carvings showing two ravens and a one eyed wolf",
        "a crown made of vegetation fibre and bright red and green feathers",
        "a heavy sharkskin cape lined in black canvas",
        "an anchor made of stone that must be ancient",
        "a modestly sized black pearl",
        "a long and wide snake skin wrapped up in a roll",
        "a collection of botanical illustrations with research notes in elvish",
        "a blue glass bowl with fake wax fruit",
        "a cask of fine elven wine",
        "a crate with terracotta toy soldiers, in two distinct colours",
        "a life sized painting of a gnome and a halfling brawling in pretty bad condition",
        "a pearl necklace",
        "a basket with several wigs and fake moustaches",
        "a cloak lined in black silk and starred with tiny shiny beads",
        "an astrolabe of impeccable make and precision",
        "an embroidered star chart with the different constellations",
        "a terrestrial globe of considerable size in a sturdy wooden frame",
        "a leather mask of some kind of bird with a long beak and goggles",
        "gold earrings",
        "a pendant with a star shaped diamond",
        "an aurochs skull with ritualistic designs carved into it",
        "a polar bear pelt in good condition",
        "a dire ape’s femur made into a crude flute",
        
        "an unfinished painting commissioned for a duchess who died before it could be completed. The painting is only a little more than half done",
        "a tribal mask from a far off land, carved from a single piece of wood",
        "a brass tree, with many twisting branches of thick wire. The tree is flat, meant to hang on a wall",
        "an ancient clay vase, cracked down the side. Was clearly decorated at one time, but most of the paint has chipped off",
        "a 4′ picture frame of mahogany, inlaid with pearls at each corner and no picture inside of it",
        "an intact piece of old correspondence which sheds some light on a minor historical mystery",
        "an erotic candelabra depicting a nude woman with her back arched, and her breasts pointing straight up. A pair of candles can be mounted where her areola ought to be",
        "the embroidered green vestments a priest might wear on special holy days",
        "an erotic sundial depicting a man reclining, with a large erection casting a shadow on the disc",
        "a jewlery box of birch, with braided steel trim. The box is empty",
        "a fine wood chalice with gold inlaid on the interior of the cup. Religious symbols are carved into the base",
        "a steel monstrance with eight rays radiating from the center and its hinge is rusted shut",
        "an oversized stein, large enough that it would be difficult to lift safely to your lips with one hand. Decorated with art of men on horseback hunting a boar",
        "a small ivory bust depicting a veiled woman on one side, and a skeleton on the other",
        "a silver hairbrush, decorated with spiral ivy patterns. Most of the bristles are missing",
        "a jade comb with one missing tooth and a simple spiral pattern at the center",
        "steel thinning-shears with a gold handle",
        "a steel hand mirror with a handle shaped to look like an angel. The angels wings rise up on either side to frame the glass, their points meeting at the top. The glass is cracked, but usable",
        "a decorative dagger sheath, with silver inlays, and spiral patterns imprinted into the leather",
        "a decorative longsword scabbard, dyed blue with a crisscrossing lattice of gold thread binding it",
        "a single tile, clearly meant to be one of many. It depicts a castle tower, with a guard standing on it. The side of a tree is also visible. The art is superb",
        "a stack of decorative tiles, decorated with swirling blue patterns. A few are cracked, but most are in perfect condition",
        "an oversized, ornamental key made of tin. Clearly meant as a trophy, rather than as a functional key",
        "a steel chamberpot. It has been embossed to look like the head of some villainous person or other in caricature. It’s unlikely you’d be able to find anyone who was familiar with the person depicted, and it’s probably the result of some personal grudge",
        "a lyre, carved with small depictions of birds along the left side of it",
        "a birdcage of brass wire, twisted to look similar to wood. An occasional brass leaf protrudes from the wire",
        "a cross made of several woods, which have been polished and pressed together",
        "a marble bust of Virgil",
        "a woodcarving of a bear with a sword in its mouth. Meant to hang on a wall",
        "a distinct warbanner, colored green with two strikes of yellow and one of black. This is one of many once used in the wars of conquest",
        "a 1′ by 8″ portrait of a woman, perhaps a merchant’s wife. It is painted with skill, but the subject is of no great significance",
        "a bronze elephant, raising its trunk into the air. It is hollow, and made with no great skill, but still attractive",
        "a clay circle inlaid with a variety of smooth stones. The stones form a simple spiral, with larger stones towards the center",
        "a ceramic pitcher, painted tan and brown, and adorned with a simple painting depicting the coronation of a king",
        "a wooden statuette of a ram, about 1.5′ long. It’s light weight, and painted to more closely resemble the animal",
        "a single arm, broken off of a lovely chandelier. Brass, plated with gold, decorated with a dangling chain of crystal from the tip",
        "an artist’s sketchbook. The artist is signed “H.G.,” and doesn’t conform to any widely known style. But some of the pieces are quite good",
        "a parish bible, complete with painted scenes, fancy lettering, and gilded pages",
        "an unpublished Hymn, written in the handwriting of a moderately well known composer of hymns from 60 years ago",
        "a lost manuscript written by Catherine Parr, titled “The Lamentations of a Gleeful Sinner.” Apparently an early draft of her later published work",
        "an ancient game. There’s a block of wood with six peg holes in a circle, one peg carved from ivory, and four dice, each of which is painted with a skull on a single side. Evidently there are some missing pieces",
        "a lantern with small paintings of birds on the glass. When lit, these birds appear as shadows on the walls",
        "a recipe for preparing halibut with cabbage, sugar, and pigs feet. A note, scrawled at the bottom like a signature, reads “Fit for a king!”",
        "a bronze sphere of exceeding smoothness. It is remarkable in just how perfectly spherical it is",
        "a leather scroll, on which is printed an ancient formulation of a mathematical proof. A proof which was lost, and only rediscovered a dozen or so years prior to now",
        "a leather satchel with gold-colored silk inlays, a silver tie cord, and an intricate braid pattern pyrographed around the outside",
        "a marble head. The neck is jagged, and was clearly broken off of a larger statue. The head is a depiction of a man whose memory was banned 150 years ago. While the law is still technically on the books, no one takes it seriously anymore",
        "a richly appointed pair of trousers. Dyed black, with a pair of gold braided cords down the right leg, and a single red braided cord down the left leg",
        "a neck chain with thick, heavy links. Mounted on the chain is a large cross of polished mahogany",
        "a hanging wooden sign for the Cobbler’s Knee Pub, stolen long ago from the establishment where an infamous assassination took place, setting off a decade long war",
        "a refracted glass cylinder with small wooden birds and cotton clouds within it. As you walk around it, the refraction of the glass make it appear to contain gently drifting clouds",
        "a belt buckle depicting a cheerful dog. The belt coming through the buckle would look like the dog’s tongue",
        "a pair of ceramic hands mounted to a base. Between the fingers is a silver thread, held in an elaborate string-figure pattern",
        "a chunk of marble from what was once a beautiful statue. It depicts a hand grasping some piece of flesh. The way the fingers indent the flesh shows exceedingly superb craftsmanship",
        "a housecat-sized statue of an ant, made from tin. The statue is mounted on a cedar base, and has pearls for eyes",
        "a key, the handle of which depicts a blacksmith swinging two hammers. The shaft and teeth of the key depict the haft and head of the hammers",
        "a censer shaped to resemble a funeral pyre. The ‘body’ can be raised to fill the container with incense, and the smoke rises from slats between the ‘wood’",
        "a small collection of a dozen pewter figures of knights in armor, shown  in different battle postures",
        "a glass bottle with a tiny cottage built inside of it. There is dirt, and fake grass. The cottage is simple, of the sort that people lived in a few hundred years ago",
        "a bit of silver shaped to look exactly like an acorn. Exactly",
        "a fragment of a tablet. Something is written on it in a pictograph language. The language is known, but has never yet been translated",
        "a coin purse filled with false teeth. There are ivory, wood, steel, silver, and gold teeth. Several of each",
        "a ceramic statue of a horse, about 4′ tall. It is crudely shaped, limited by the artistic expertise of an earlier era, but that history lends it a sense of gravitas",
        "a fine box with a silver clasp and velvet lining. The box contains a crystal inkwell, a small knife meant for cutting quills, and a small book detailing the best way to pick and to cut quills",
        "the nameplate of a ship. Those with history lore may recognize the ship’s name as being among 77 that were sunk during a great battle some 25 years ago",
        "a simple brick mounted on a plaque. The plate indicates that this brick was once part of a very famous building, demolished some 43 years ago",
        "a sword, rusted into complete uselessness. Notably, the design of the sword is one that has not been common for some 500+ years. Despite it’s condition, it is a valuable antique",
        "a wooden box filled with carefully organized tools of good quality–drills, a hammer, files, and the like. These are a set of carpenter’s tools for a true craftsman. The sort of set that would be purchased once, and used throughout their whole lives, then be passed on to their children",
        "a ceramic teapot of great delicacy, with a meadow scene painted on the side of it",
        "a clay tablet with the cycles of the moon etched into it. Beneath that is a depiction of a lunar calendar plotted out for several hundred years. The last year plotted was 18 years prior",
        "a glasswork lightning bolt, tinted a metallic sort of yellow. The bolt is fused to a clear, flat base, also made of glass",
        "a chamber pot with a primitive depiction of pooping kings all around the outside of it",
        "a steel bell embossed with images of clumsy stupid servants running around, failing to perform their duties competently",
        "a milking stool of unusual quality. It has a padded seat, gold tassels, and ornately carved legs resembling praying cows",
        "a birdcage of delicate reeds, arranged with perfection",
        "a quilt large enough to cover any bed three times over. Each patch is completely unique, and depicts some scene from rural life",
        "a heavy steel lock. In inscription, in Latin, warns thieves to stay away or be struck down by Mars",
        "a crude fasces. Several of the rods are cracked at the base, but it is otherwise in good condition",
        "a blue Mitre, with knee-length tassels dangling from either side, and an embroidered white sun on the front",
        "a single chess pawn. It obviously comes from what would have been an amazingly ornate chess set. Even this single small piece is crafted in bronze, affixed with a wireframe soldier on one side, and capped with a large pearl",
        "a pair of manacles ill-suited to restraint. The links are loops of silk, and the cuffs themselves are polished wood, padded with cloth on the inside, and closed with leather straps",
        "a roll of cloth containing a collection of 33 stone knives. The knives range from apparently very old and dull, to relatively recent and sharp",
        "a phallus of leather and clay, with a wooden core. Stitched to perfection",
        "an arrow of red, with peacock-feather fetching, and a heart-shaped ruby tip. Obviously non-functional",
        "a large glass jug, sealed with a cork. Within is a functioning miniature biome, complete with dirt, plants, and a moisture cycle",
        "a cylindrical steel container, shaped like a tiny angry man. The top of his head can be pulled off to open the container",
        "a paintbrush with a jade handle, encircled with a braid pattern. The bristles are horse hair",
        "a life-size statue of a woman, which appears to be made of stone. It’s crudely done, but notable in that it is remarkably light. Perhaps enchanted in some way, or made of some unknown material. It can easily be carried by a single person, though it is still oversize and awkward to hold",
        "a handwritten & illustrated book describing some 350 fictional monsters. The disturbed ravings of a madman, but none the less an item of intense curiosity to the right buyer",
        "a dogwhistle shaped like a running dog,",
        "a false nose, made of ivory, and held to the face by two leather straps that go around behind the head",
        "a barometer, along with a leather-bound book written by an unknown German woman who experimented extensively with the strange device she inadvertently invented",
        "a taxidermy mouse with tiny diamonds for eyes",
        "a freestanding suit of plate armor, 3′ tall, with human proportions",
        "a set of table silverware. Each spoon, fork, and knife has a tiny human face carved into the pommel. Each face is unique, and they display a range of emotions",
        "a Grecian wine bowl, with pornographic images at the bottom. When you tilt the bowl back to drink, you also get to see dicks and tits!",
        "a reproduction of a famous piece of art. It’s not really convincing enough to fool any but the completely uncultured",
        "a map made by an ancient people of a now well-populated area. The map is crude, but has historical value",
        "a sadomasochistic erotic novel written by Isabella of Castile",
        "a star chart on a roll of leather. Clearly made by a people who did not need to use leather, but chose to for ceremonial reasons"
    ],
    "ring" : [
        "a silver band with the final line of a well known poem engraved around the outside, and flecked with gold. The inside edge has a small spike which prick’s the wearer’s finger while the ring is worn.",
        "a ring of gold with 3 links of golden chain attached to it. At the end of the chain is a small emerald, with an ancient rune expertly carved into its largest facet.",
        "a mithril ring with the figure of wizard standing upon it. Deft fiddling will reveal that the wizard’s hat can be turned, and removed, revealing a small diamond within the figure’s head.",
        "a glass band which appears, in most respects, very plain. However, when light is shone upon it, colors weave and dance within the glass. Despite its magic, the glass is still quite fragile.",
        "a black ring of an unfamiliar material, which has a large seal on it. The seal depicts a droplet falling into a small puddle. The substance being depicted is unclear. Different color inks may appear to be different fluids.",
        "a hollow ring of transparent glass. The ring is filled with water which mysteriously flows around the band. Flecks of gold in the water dance and twirl in the current.",
        "a pair of iron tongs, the ends of which are each one half of a circlet just large enough for a finger. If heated in a fire, the tongs can be used to brand a ring around someone’s finger.",
        "a copper ring, with depictions of scales embossed around its edge.",
        "a smooth ring of silver. A band of gold–approximately 1/5th the ring’s width–is inlaid around the center of the ring’s outside edge.",
        "a ring of steel with several cogs attached to it. These cogs are interlocking, and spin freely. They have no obvious mechanical purpose, however.",
        "a gold ring which splits into two bands at the crest, with a darkly tinted lens mounted between them.",
        "a pair of twisting bands, one silver, one gold. Each wraps around the finger twice, forming a single ring.",
        "a red copper ring which is masterfully crafted to look like a fox wrapped around the wearer’s finger, with emeralds for eyes, and a tail which extends back along the wearer’s finger.",
        "a square of gold with a ruby on each of the four corners. The flat edges fit snugly around a finger.",
        "an arm of gold, clasping an arm of silver, clasping an arm of copper, which in turn clasps the arm of gold, forming a ring.",
        "a ring of ivory, carved to look like a single long finger, wrapping around in a full 360 degrees.",
        "a braid of iron bands wrapping around a speckled purple sphere.",
        "a band constructed of intricately curving strands of silver, supporting a flat skull of jade, painted with bright colors and wearing a large grin.",
        "a gold coin of an ancient empire mounted on a golden band.",
        "a strand of steel shaped like an arrow, twisted into a finger-sized circle.",
        "a circlet of mithril, the exterior of which is covered in dozens of tiny spikes. In the center is a small, ocean blue sapphire. In the center of the sapphire is a tiny white sphere. It’s unclear how that sphere was placed within the gem.",
        "a simple silver band with a weaving braid embossed around its edge.",
        "a band who's outside is circled repeatedly by a number of deep grooves which are spaced evenly. What you or I would recognize as a thread.",
        "a shiny silver band that has a large concave plate in place of a signet. The surface of the plate is bare, save for a ring of tiny obsidian stones around the inside edge.",
        "a ring carved seemingly from marble, with engravings of a crown, a sword, and a bull’s head on the outside edge. On the inside edge of the ring is a carving written in ancient common: “Power through adversity.”",
        "a golden band has two large bumps on it, each covered in flecks of diamond. The bumps appear to be modeled after an insect’s compound eye.",
        "a ring carved from jade depicts a might tiger which moves around the wearer’s finger, and bites its own tail.",
        "a ring of platinum has numerous small images engraved on the outside of it. They depict a woman in many stages of life. Being born, learning to walk, growing into a woman, fighting mighty battles, bearing children, growing old, and finally dying.",
        "a jade ring with a signet with an elaborate flower, made of numerous gems. Rubies and saphires make two layers of petals, wrapping around a large amber stone in the center. Within the amber is a petrified bee.",
        "a delicate brass ring shaped to look like a feather, bent so the end of the vane meets the quill.",
        "carved from ivory, this ring looks like a tiny dragon’s skull, with the wearer’s finger going through the skull’s mouth.",
        "a delicate ring carved from platinum to resemble a royal tiara, which fits around a finger instead of a head.",
        "a wooden ring, thick with bark on the outside. At the crest of the ring, where a gem would normally sit, grows a thick pad of damp moss.",
        "a smooth ring carved from jade has two arms extending from its crest. Between their hands, the arms hold a small ball of glass.",
        "upon the crest of this red stone ring rests a bird exquisitely carved from sapphire.",
        "two iron rings connected by a chain of finest mithril. If worn on adjacent fingers, this does not affect dexterity.",
        "a band cut directly from a sapphire. At the crest of the ring, a tiny copper ship rests, as though it were drifting on a sapphire sea.",
        "the signet of the ring appears to be a spider laying dead on its back. The spider’s 8 curling legs clasp tightly to a white pearl.",
        "a goblin’s face graces the crest of this iron ring. He grins widely, and three small rubies are clasped in his mouth.",
        "a ring of mithril with two circlets, attached together by a long, articulated piece of mithril artistry, made to look like the top side of a dragon’s talon. When worn, this will cover the wearer’s entire finger.",
        "a ring with a large square space as its crest where a large pyramidal piece of obsidian is embedded, and held in place by four demon hands clawing it; one from each corner of the square.",
        "a bizarre platinum band which is a sort of ‘reverse signet ring.’ A large oval pad contains some type of firmly affixed clay. The clay can be smoothed over by working it with your finger for a moment, then pressed to an object so it can take its shape.",
        "a golden ring is topped with a large half-sphere of amber. Flanges of gold protrude in every direction around the amber, like rays from the sun.",
        "a band of wood with a raised, rectangular opening along the top edge of the ring. Small pieces of ivory have been fitted into this opening, resembling bared teeth.",
        "a tiny shield of steel is mounted atop this otherwise simple ring of silver.",
        "an axe blade rises from the crest of this mithril ring. It is quite sharp, and may cause the wearer some incontinent cuts from time to time.",
        "a ring that both the inside, and the outside edge of the ring are covered in engravings which resemble a top-down map of a city. It must either be of another world, or so ancient that it has been forgotten entirely.",
        "a ring is made of layered metals, wrapped one atop the other. The wearer’s finger contacts the ring’s gold, band, atop which is wrapped silver, then brass, and finally platinum.",
        "a platinum band with two dozen protruding stems rising from the crest. Atop each stem is a different gemstone: ruby, emerald, obsidian, amber, sapphire, and so on.",
        "a very tiny candlestick is mounted on the crest of this brass ring. A very tiny candle could be mounted there, though it wouldn’t be very useful, and would likely be a burning hazard."
    ]
}