{
    "power" : [
        "has phenomenal physical strength and can hurl great boulders or punch through stone walls with their bare hands.",
        "has a bald head which is covered with dozens of eyes.",
        "draws vitality from water and suffers no wounds if standing in water of at least waist-depth.",
        "has arms that can stretch out, as though they were made of some elastic material.",
        "exhales a poison gas to which they are immune.",
        "can manipulate the fabric of time itself and carries any number of future oddities.",
        "cannot die a natural death, and will live until some mortal harm befalls them.",
        "instead of blood of has pressurized gas that ignites when it contacts the air.",
        "has skin that cannot be cut by any means.",
        "is unaffected by gravity.",
        "after performing more squats than you could ever fathom in a time-stopped pocket dimension, can now leap up to 100′ in the air.",
        "can cast spells “by ear,” as it were without having the spell written anywhere.",
        "by looking at a person gains an intimate understanding of that person’s religion, probably knowing even more about it than they do.",
        "is accompanied by a magically bonded slave",
        "has absolute mastery-level experience in a completely unrelated career.",
        "does not need to sleep",
        "speaks with a magical charge, making any command they utter have suggestive properties.",
        "has Magic Missile scrolls tattooed up and down each of their digits.",
        "has already undergone 99% of the process required to become a lich.",
        "has a beard that is not made of normal hair, but of tentacles.",
        "is immune to any damage which might reasonably be attributed to fire.",
        "by suffusing their body with the ectoplasm of numerous spectral infants is able to turn their body incorporeal at will.",
        "has a fungible apprentice. Who can resemble any human they choose, or create an entirely new appearance for themselves out of scratch.",
        "under numerous aliases, controls many organizations.",
        "exudes pheromones which cause a similar effect to being in love.",
        "can pull any non-magical, non-specific object from their sleeve that would fit in a sleeve.",
        "has a 16′ long prehensile penis that can entangle and compress victims to death",
        "has a pair of acid-filled tits which can spray in a 15′ cone at will.",
        "oozes a kind of gooey oil from their pores which makes them incredibly slippery.",
        "is immune to weather conditions.",
        "has a gem is embedded into their tongue that can store a spell to cast at will.",
        "will make anyone instantly fall in love with them.",
        "can construct a human from natural elements in their laboratory.",
        "is half a dozen minds contained within a single body, shared due to some catastrophe while travelling the outer planes.",
        "is able to run as fast as a galloping horse, and never tires of their exertion in this regard.",
        "is able to move objects telekinetically.",
        "has detachable hands, that can act independently to act as servants.",
        "can cause a hurricane or a blizzard with their breath.",
        "is owed a favour by a powerful creature, and will come to their aide when summoned.",
        "has a tiny portal orbiting their body they can jump into at will.",
        "knows they are in a game and considers it an insult to speak to characters, and will speak only to players directly.",
        "for a brief moment the achieved godhood.",
        "evolved beyond their physical form, but is still muddling about in their physical body.",
        "can bilocate and while doing so, exist fully in two different places at once.",
        "controls fire, and can spread, take on shapes, flare, smoke, or smoulder on their command.",
        "is like a magical sponge and can draw mystic energy into itself.",
        "can spin webs from their fingertips, climb walls, move with great speed and agility and has incredibly acute senses.",
        "is 9 feet tall, with the strength and constitution of a weight lifter.",
        "has mystical influence on all the nobles and aristocrats of the land.",
        "has a very powerful name and cannot share it with anyone or they will become immune to the their magic.",
        "stole the voice of an angel, now everything they say is captivating and their suggestions irresistible.",
        "can freeze people in place by staring at them.",
        "just by looking at someone can turn them into stone.",
        "can stare someone into submission, enslaving their mind.",
        "by looking into the eyes of a creature can switch souls with them.",
        "never touches the ground and flies everywhere effortlessly.",
        "can grow to the size of a titan, or to the size of an insect at will.",
        "is able to speak with plants at will.",
        "is able to speak with  animals at will.",
        "can speak with stones.",
        "is able to speak all languages that exist perfectly and with no accent.",
        "can speak with the dead as long as he is in contact with their remains.",
        "is always mistaken to be of the race of who is looking at them, be they human, house cat, goblin, dragon, giant, or anything else.",
        "is able to transform into a lion at will.",
        "is able to transform into an eagle at will.",
        "is able to transform into a hammerhead shark at will.",
        "is able to transform into a ladybug at will.",
        "is able to transform into an iguana at will.",
        "is able to transform into a king cobra at will.",
        "can transform into a pool of liquid at will and flow wherever they choose.",
        "can breathe hell fire when angered.",
        "is permanently invisible, and must wear full-body coverings to appear visible.",
        "can control ravens ravens telepathically.",
        "can control frogs telepathically.",
        "can control porcine Creatures telepathically.",
        "can control spiders telepathically.",
        "can control children telepathically.",
        "can control moles telepathically.",
        "can control chickens telepathically.",
        "can travel up to 2 miles with every step they take if they wish.",
        "is infused with pleasant narcotic and a really, really good kisser.",
        "has a serpent of exceeding wisdom living inside their butt. It tells them things. Amazing things.",
        "can sense the surface thoughts of everyone around them at any time.",
        "has so many kinds of vision. X-Ray vision. Night vision. Far-vision. Micro-vision. So many visions.",
        "is currently living through the same day for the third time.",
        "can discern truth from lies by looking into a creatures eyes.",
        "is an absolute master of seduction, is exceptionally good at sex, and knows how to make anybody feel appreciated and respected the morning after.",
        "carries a magic item of world-altering significance.",
        "can forge a contract that will put any creature into nearly unbreakable spell of servitude.",
        "is always astral-projecting themselves from an unknown location.",
        "has a pocket dimension they can go into at will.",
        "has tiny polyps growing on their body. If cut off and cast to the ground, these instantly grow into naked, burly warriors ready for combat.",
        "has remarkably sticky, adhesive spit.",
        "has acidic urine. If they’ve had enough water, they can melt pretty much anything.",
        "has explosive poop.",
        "always has a bizarrely specific potion for any situation on their belt. Stuff like “Potion of Manacle Breaking,” or “Shark repellent.”",
        "has replaced part of their brain with a magical crystalline structure processing amazing logic, as well as a perfect photographic memory.",
        "can revive items made from wood, making them grow branches and sprout leaves, becoming unsuitable for whatever purpose they originally had.",
        "can enchant small objects to act as informers, spying and later informing their master of what has happened.",
        "has rearranged their own internal anatomy and is immune to any form of non-magical medicine.",
        "can swap bodies with their killer before death, but fears dying of old age.",
        "can inflict the “spot of death” on a creature they touch, marking them for certain death at the hands of fate and misfortune.",
        "can ignite their index finger as if it were a sparkler and write and draw in mid air.",
        "was once blessed with the luck of the Fey.",        
        "can magically inflict the same damage that is being done to them, an eye for an eye.",
        "cannot be affected by foreign substances such as poisons, but also cannot get drunk.",
        "has fused themselves with a water elemental, and can do anything a water elemental can do.",
        "can turn any liquid that they touch with their lips into to a sweet wine.",
        "can control the weather with simple gestures of their hands.",
        "has eight long tentacular arms, ending in normal human hands, growing from their back parallel to their spine.",
        "has partially fused with a creature they were experimenting on.",
        "can “bounce” as if they were made of rubber."
    ],
    "school" : [
        "abjurer",
        "summoner",
        "divinator",
        "enchanter",
        "evoker",
        "illusionist",
        "necromancer",
        "transmutator",
        "universalist"
    ],
    "archetype" : [
        "Alienist",
        "Arcane Bomber",
        "Arcane Linguist",
        "Arcane Physician",
        "Arcane Tactician",
        "Arcane Traditon: Mystic Theurge",
        "Archivist Tradition",
        "Battle Wizard",
        "Battlemage",
        "Black Mage",
        "Bonded Wizard",
        "Chronomancy",
        "Defiler",
        "Elder Mythos Scholar",
        "Elemancer",
        "Exploiter Wizard",
        "Familiar Adept",
        "Fiendish Tradition",
        "Geomancy",
        "Gravity Mage",
        "Gryffindor",
        "Hallowed Necromancer",
        "Hufflepuff",
        "Instructor",
        "Line",
        "Magic of friendship",
        "Magus Sanguis",
        "Pact Wizard",
        "Primalist",
        "Ravenclaw",
        "Runesage",
        "Scar Caster",
        "School of Incarceration",
        "School of Mereology",
        "School of the Gunmage",
        "Schrodingermancer",
        "Scroll Scholar",
        "Scrollmaster",
        "Shadowcaller",
        "Shadowcaster",
        "Siege Mage",
        "Spell Sage",
        "Spellslinger",
        "Spirit Binder",
        "Spirit Whisperer",
        "Sword Binder",
        "Theologian",
        "Undead Master",
        "Watcher",
        "Weaver",
        "White Mage",
        "Wild Mage"
    ],
    "familiar" : [
        "armadillo",
        "bat",
        "large beetle",
        "bustard",
        "capybara",
        "cat",
        "large centipede",
        "chicken",
        "large crab",
        "small dinosaur",
        "dodo",
        "dolphin",
        "flying squirrel",
        "fox",
        "giant flea",
        "guinea pig",
        "goat",
        "hare",
        "hawk",
        "hedgehog",
        "iguana",
        "kakapo",
        "koala",
        "lemming",
        "lizard",
        "mole",
        "moongoose",
        "monkey",
        "octopus",
        "otter",
        "owl",
        "pangolin",
        "parrot",
        "peacock",
        "penguin",
        "pig",
        "platypus",
        "rabbit",
        "raccoon",
        "rat",
        "raven",
        "red panda",
        "large scorpion",
        "skunk",
        "sloth",
        "slug",
        "snake",
        "large spider",
        "squirrel",
        "toad",
        "tortoise",
        "viper",
        "wallaby",
        "weasel"
    ],
    "achievement" : [
        "identified an artifact without the aid of magic",
        "mastered the process of growing crystals",
        "read through all seventy-seven tomes of the Arcane Foundations",
        "learned the fundamentals of life, death, undeath, and false life",
        "performed the rituals required to convert a regular cauldron into a suitable potion brewing vessel",
        "put on their robe and wizard hat"
    ],
    "incantation" : [
        "abjurer" : [
            "Energy shoots forth from your magical wards, arcing towards your enemies"
        ],
        "summoner" : [
            "A short-lived elemental of the spells energy. It soars at the enemy"
        ],
        "divinator" : [
            "Energy weaves glowing threads of fate in the palms of the casters hands, tweaking reality to cast the spell"
        ],
        "enchanter" : [
            "By enchanting an object to exude the energy the caster commands it at the enemy"
        ],
        "evoker" : [
            "A blast of pure force erupts in a ray towards the focus of the spell"
        ],
        "illusionist" : [
            "Magic spawns two or three illusory copies which resolute to one real very real effect"
        ],
        "necromancer" : [
            "Energy in the shape of a skull screaming as it flies toward the target"
        ],
        "transmutator" : [
            "Energy transforms from its surroundings and converges at the spells target"
        ],
        "universalist" : [
            "Magical energy swirls to form a geometric shape, from which the spell emerges"
        ]
    ]
}