{
    "power" : [
        "has phenomenal physical strength and can hurl great boulders or punch through stone walls with their bare hands.",
        "has a bald head which is covered with dozens of eyes.",
        "draws vitality from water and suffers no wounds if standing in water of at least waist-depth.",
        "has arms that can stretch out, as though they were made of some elastic material.",
        "exhales a poison gas to which they are immune.",
        "can manipulate the fabric of time itself and carries any number of future oddities.",
        "cannot die a natural death, and will live until some mortal harm befalls them.",
        "instead of blood of has pressurized gas that ignites when it contacts the air.",
        "has skin that cannot be cut by any means.",
        "is unaffected by gravity.",
        "after performing more squats than you could ever fathom in a time-stopped pocket dimension, can now leap up to 100′ in the air.",
        "can cast spells “by ear,” as it were without having the spell written anywhere.",
        "by looking at a person gains an intimate understanding of that person’s religion, probably knowing even more about it than they do.",
        "is accompanied by a magically bonded slave",
        "has absolute mastery-level experience in a completely unrelated career.",
        "does not need to sleep",
        "speaks with a magical charge, making any command they utter have suggestive properties.",
        "has Magic Missile scrolls tattooed up and down each of their digits.",
        "has already undergone 99% of the process required to become a lich.",
        "has a beard that is not made of normal hair, but of tentacles.",
        "is immune to any damage which might reasonably be attributed to fire.",
        "by suffusing their body with the ectoplasm of numerous spectral infants is able to turn their body incorporeal at will.",
        "has a fungible apprentice. Who can resemble any human they choose, or create an entirely new appearance for themselves out of scratch.",
        "under numerous aliases, controls many organizations.",
        "exudes pheromones which cause a similar effect to being in love.",
        "can pull any nonmagical, nonspecific object from their sleeve that would fit in a sleeve.",
        "has eithera 16′ long prehensile penis that can entangle and compress victims to death",
        "has a pair of acid-filled tits which can spray in a 15′ cone at will.",
        "oozes a kind of gooey oil from their porews which makes them incredibly slippery.",
        "is immune to weather conditions.",
        "has a gem is embedded into their tongue that can store a spell to cast at will.",
        "will make anyone instantly fall in love with them.",
        "can construct a human from natural elements in their laboratory.",
        "is half a dozen minds contained within a single body, shared due to some catastrophe while travelling the outer planes.",
        "is able to run as fast as a galloping horse, and never tires of their exertion in this regard.",
        "is able to move objects telekinetically.",
        "has detachable hands, that can act independently to act as servants.",
        "can cause a hurricane or a blizzard with their breath.",
        "is owed a favour by a powerful creature, and will come to their aide when summoned.",
        "has a tiny portal orbiting their body they can jump into at will.",
        "can speak with stones.",
        "The Wizard knows they are in a game, and is annoyed that they’ve accidentally wandered onto the main stage. They know all of the rules of the game, and would like to extricate themselves from the spotlight as soon as possible so they can go back to whatever they do when no one is imagining them. Considers it an insult to speak to characters, and will speak only to players and to the referee directly.",
        "For a brief moment the Wizard achieved godhood a few years ago. They were knocked back down to earth by a pantheon unwilling to accept such a pompous little mortal into their midst; but they retained one minor vestige of their divinity (1. Invulnerability to hit point damage, 2. They know everything that more than five people in the world know. 3. The ability to shape their environment to suit their will 4. The ability to un-make anyone who blasphemes them in their presence.)",
        "This Wizard has already evolved beyond their physical form, but are still muddling about in their physical bodies. Death would release them to achieve some higher form of existence. Flip a coin to determine if the Wizard knows this.",
        "Each time the Wizard says a character’s full name, they gain 1 point of power over that character. This information is kept secret, though players might notice the creepily deliberate way their names are being repeated. At will, the Wizard may activate this power. Each point of power deals 1 point of damage, and if a character is killed in this way, they become an undead servant of the wizard. They fully retain their faculties, but must obey the wizard’s commands as their body slowly rots. The Wizard must know a name before they can speak it, and when spoken, it must be audible to the target in order to count. After a day, if they are unused, points of power fade away.",
        "The Wizard may bilocate. While doing so, they exist fully in two different places at once. If one is destroyed, it does not matter, because the other is no less of the whole. When the two instances of the Wizard come together, they may combine, and thus the single Wizard will have lived a pair of simultaneous experiences.",
        "Fire obeys the Wizard, and will spread in the direction they indicate. It may also take on shapes, flare, smoke, or smoulder at the Wizard’s behest.",
        "The body of the Wizard is like a magical sponge. It draws all mystic energy into itself. While in the presence of this Wizard, no magic items or magic spells will work, save those that the Wizard is channeling their own energies into.",
        "The Wizard is posessed of many of the properties of spiders. They are able to spin webs from their fingertips. climb walls, move with great speed and agility, are much strong than they ought to be, and have incredibly accute senses. This Wizard is spider-man, is what I’m saying.",
        "No creature can bring itself to act violently against the Wizard, for any reason. If the Wizard acts violently first, then whomever in the area has the strongest save versus Magic may attempt a save. If they succeed, then they can act violently, and whomever has the next weakest save versus Magic may attempt a similar save. So on and so forth, until someone fails a save, at which point no one else may attempt one.",
        "This Wizard stands 9′ tall, with the strength and constitution of a weight lifter. They’re an imposing figure, with the maximum hit points that they could possibly have given their level and hit dice.",
        "Anybody with any manner of noble pedigree believes they have fond memories of this Wizard. Upon seeing this Wizard for the first time they will remember when the Wizard used to perform little tricks for them, and when they stood up to an angry parent on the noble child’s behalf. These memories will never fade, and The Wizard finds it quite easy to get any favor they need from the upper classes.",
        "The name of this Wizard is very powerful. They dare never let anyone know it, for if someone knows their name, they become immune to the Wizard’s magic.",
        "This Wizard tricked and slew god’s own messenger. They stole the throat of this semi-divine creature, and now a tinge of blue and white glows beneath the skin of their neck when they speak. Everything they say is completely captivating. Every joke riotously funny, every speech moving, every poem will move an audience to tears. Their words always have the best possible effect that was intended.",
        "They have vision which (1. Freezes people in place, 2. Turns people to stone, 3. Turns people into their mind-slaves 4. Switches souls with the target). The effect can be avoided with a save versus Magic. This ability may be used (1. Every round, 2-3. Every 3rd round, 4-6. 1d6 times per day)",
        "The Wizard’s feet never touch the ground. They fly everywhere effortlessly.",
        "The wizard is able to grow to the size of a titan (20-30′ tall), or to the size of an insect at will.",
        "The Wizard is permanently able to speak with (1. Plants 2. Animals 3. All languages of the common races 4. The dead). To the Wizard, being able to speak to these things has become second nature.",
        "Every race sees the Wizard as a member of their own race. Be they human, house cat, goblin, dragon, giant, or anything else.",
        "This Wizard is able to transform into a (1. Lion, 2. Eagle, 3. Hammerhead Shark 4. Ladybug 5. Iguana 6. King Cobra) at will.",
        "This Wizard can transform into a pool of liquid at will. They can move around so long as they are going downhill, or on a more-or-less even surface. The puddle can also shape itself however it chooses. So it can become a thin strand to slid across a tightrope, so long as that tightrope doesn’t go up.",
        "Wherever they are, the Wizard always seems to have a fine manse just over the horizon. This manse won’t be there unless the Wizard is approaching or occupying it, however. Each manse is different, filled with fine luxuries, accoutrements, and servants, all of which are real and could potentially be removed from the premises before the manse ceases to exist again.",
        "The Wizard can breathe just like a dragon can. Roll to determine the type of dragon their breath emulates: (1. Red, 2. Black, 3. Blue, 4. White, 5. Green, 6. Something really weird).",
        "Each morning the Wizard removes a book from under their pillow. The book is always different, describing whatever new challenges the Wizard may face that day. It does not describe what will happen, only what is in the Wizard’s path. The information in these books looks very much like the referee’s notes, and the character sheets of any characters present at the session.",
        "This Wizard is permanently invisible, and must wear full-body coverings to appear visible.",
        "All (1. Ravens, 2. Frogs, 3. Porcine Creatures, 4. Spiders 5. Human children 6. Moles 7. Chickens 8. Ferrets) will obey the Wizard’s mental commands.",
        "The Wizard may travel up to 2 miles with every step they take if they so wish.",
        "The Wizard’s saliva is a pleasant narcotic. Their body produces it in perfect amounts to keep them high, and if they want they can spare some spit now and again for other people. They are a really, really good kisser.",
        "A serpent of exceeding wisdom lives inside the Wizard’s butt. It tells them things. Amazing things.",
        "The Wizard has a low-level mind read active at all times, allowing them to sense the surface thoughts of everyone around them.",
        "This Wizard has so many kinds of vision up in their eyes. X-Ray vision. Night vision. Far-vision. Micro-vision. So many visions.",
        "This Wizard is currently living through this day for the third time. They can avoid 2d4 mistakes. Anytime the referee feels that the Wizard has made a mistake, they can reverse time to when that mistake was made, and make a different choice.",
        "Randomly determine a member of the party. Secretly, the Wizard is that character’s parent.",
        "If someone looks into the Wizard’s eyes, they are incapable of telling a lie.",
        "The Wizard is an absolute master of seduction, is exceptionally good at sex, and knows how to make just about anybody feel appreciated and respected the morning after as the Wizard takes their leave. There’s nothing magical about this, they’re just a really amazing lay.",
        "The Wizard currently carries a magic item of world-altering significance. The sort of thing that might serve as the Mcguffin for a huge adventure. The Wizard had no plans to use this item today, and may never have intended to use it. They might intend only to study it, or even to destroy it, but if the day goes poorly enough for them…",
        "Accepting employment contracts from this Wizard is a trap. It places the employee under a nearly unbreakable spell of servitude which can only be broken if the Wizard can be tricked into saying  “eleven.”",
        "The Wizard is currently astral-projecting themselves from an unknown location. They’ve been doing so for so long that their spirit has grown a new physical body around itself, and they’ve forgotten where their true body is. If their current body is killed, they will be snapped back to their actual body’s current location. Note that their current body need look nothing like their true body, and they may even be a different age, gender, or species.",
        "At will, the Wizard can place themselves, and anyone within 60′, inside of a pocket dimension. This dimension lasts for as long as anyone is inside of it, and looks exactly like whatever area was in a 60′ radius of the Wizard when the pocket was created.",
        "10 tiny polyps grow on the Wizard’s body. If cut off and cast to the ground, these instantly grow into naked, burly warriors ready to defend the Wizard with their lives.",
        "The Wizard has adhesive spit. It’s remarkably sticky, instantly hardening, and tough enough to hold the short side of a brick to a wall.",
        "The Wizard has acidic urine. They can only use it if they’ve had enough water, but it’ll melt pretty much anything.",
        "The Wizard has explosive poop. It detonates roughly 20 seconds after it is excreted, and thus must be thrown quickly to avoid self-harm.",
        "The Wizard has a 4-in-6 chance to have the perfect potion for any situation on their belt. These are never general potions, like healing potions or Giant’s Growth potions. These are bizarrely specific. Stuff like “Potion of Manacle Breaking,” “Tincture of odorless farts,” and “Shark repellent.”",
        "This Wizard has business cards which they hand out to everyone they meet. If anything interesting is said within “earshot” of the card, it appears in a little notebook the Wizard carries, which they read through each morning over coffee.",
        "A large portion of this Wizard’s brain has been replaced with a crystalline structure from another world. The crystals are hyper-logical, and view the world through a vastly different lens. The Wizard themselves still displays emotion, as their brain is not completely gone, but the crystals provide them with lightning-fast thinking when processing logic or mathematics, as well as a perfect photographic memory.",
        "The Wizard has fused themselves with a water elemental. Their body appears just like any normal example of their race, but objects pass harmlessly through it, leaving only ripples behind. They may move and act with all of the abilities you would expect from a water elemental.",
        "With a wave of the hand this Wizard may reinvigorate the life in items made from wood. Any within his presence will begin to grow branches and sprout leaves, becoming unsuitable for whatever purpose they originally had. The Wizard’s own equipment is made of metal, bone, ceramic, etc so as to avoid this becoming an issue.",
        "This Wizard cannot be affected by foreign substances. Poisons have no impact, but neither do intoxicants. The Wizard was quite fond of a night of boozy revelry prior to this alteration, and views it as a poor trade.",
        "The wizard has rearranged their own internal anatomy. They are immune to critical hits, sneak attacks, and any form of non-magical medicine.",
        "Whoever kills this Wizard is actually the one who dies, for when this Wizard is killed, their mind transfers into the body of their killer. The only thing this Wizard really fears is death by accident or old age.",
        "If this wizard touches you, your skin will display a black spot. Anyone who sees this spot will know you are marked for death and that no one can be prosecuted for killing you. No judge will convict them, and indeed, they will be entitled to all of your property for doing the world a favor by getting rid of you.",
        "At will, this Wizard may ignite their index finger as if it were a sparkler. They can then write and draw in mid air, and the images will not disappear until they snap their fingers.",
        "The fey folk once danced for weeks while this Wizard played a jig on the pipes which nearly exhausted them to the point of death. But the fey were satisfied, and as a gift they gave the Wizard tremendous luck. Any rolls made in relation to the Wizard must be rolled twice, and the result more beneficial to the Wizard is taken. This goes for attack and damage rolls made by OR against the Wizard, as well as rolls on random tables, ability or skill checks, and any other kind of roll that might occur.",
        "Any body of drinking water which touches this Wizard’s lips is turned to a sweet wine.",
        "Any damage dealt to this Wizard by the direct action of an individual is also dealt to that individual. So if you deal 4 points of damage by stabbing this Wizard, you take 4 points of stabbing damage yourself. If, on the other hand, you tie the Wizard to a chair inside of a building, and then light the building on fire, you will take no damage. Just don’t be dumb and push the wizard into the fire once it’s started blazing.",
        "This Wizard can control the weather with simple gestures of their hands, guiding the wind to blow in a given direction with a given amount of force, calling down rain or hail, and even bolts of lightning once a storm has really gotten going.",
        "This Wizard has eight long tentacular arms, ending in normal human hands, growing from their back parallel to their spine.",
        "The Wizard has partially fused themselves with a creature they were experimenting on. They’ve taken on some of the physical attributes of this creature, as well as gained some of its talents. (1. Hare, 2. Tortoise, 3. Falcon, 4. Bear, 5. Dog, 6. Iguana.)",
        "The Wizard “bounces” as if they are made of rubber in a cartoon. Weapons bounce off of them, they can shoot themselves high into the sky by “cannon balling” at the ground. A fall can never hurt them. They can even attack and deal serious damage by bouncing themselves at an enemy."
    ],
    "school" : [
        "abjurer",
        "summoner",
        "divinator",
        "enchanter",
        "evoker",
        "illusionist",
        "necromancer",
        "transmutator",
        "universalist"
    ],
    "archetype" : [
        "Alienist",
        "Arcane Bomber",
        "Arcane Linguist",
        "Arcane Physician",
        "Arcane Tactician",
        "Arcane Traditon: Mystic Theurge",
        "Archivist Tradition",
        "Battle Wizard",
        "Battlemage",
        "Black Mage",
        "Bonded Wizard",
        "Chronomancy",
        "Defiler",
        "Elder Mythos Scholar",
        "Elemancer",
        "Exploiter Wizard",
        "Familiar Adept",
        "Fiendish Tradition",
        "Geomancy",
        "Gravity Mage",
        "Gryffindor",
        "Hallowed Necromancer",
        "Hufflepuff",
        "Instructor",
        "Line",
        "Magic of friendship",
        "Magus Sanguis",
        "Pact Wizard",
        "Primalist",
        "Ravenclaw",
        "Runesage",
        "Scar Caster",
        "School of Incarceration",
        "School of Mereology",
        "School of the Gunmage",
        "Schrodingermancer",
        "Scroll Scholar",
        "Scrollmaster",
        "Shadowcaller",
        "Shadowcaster",
        "Siege Mage",
        "Spell Sage",
        "Spellslinger",
        "Spirit Binder",
        "Spirit Whisperer",
        "Sword Binder",
        "Theologian",
        "Undead Master",
        "Watcher",
        "Weaver",
        "White Mage",
        "Wild Mage"
    ],
    "familiar" : [
        "armadillo",
        "bat",
        "large beetle",
        "bustard",
        "capybara",
        "cat",
        "large centipede",
        "chicken",
        "large crab",
        "small dinosaur",
        "dodo",
        "dolphin",
        "flying squirrel",
        "fox",
        "giant flea",
        "guinea pig",
        "goat",
        "hare",
        "hawk",
        "hedgehog",
        "iguana",
        "kakapo",
        "koala",
        "lemming",
        "lizard",
        "mole",
        "moongoose",
        "monkey",
        "octopus",
        "otter",
        "owl",
        "pangolin",
        "parrot",
        "peacock",
        "penguin",
        "pig",
        "platypus",
        "rabbit",
        "raccoon",
        "rat",
        "raven",
        "red panda",
        "large scorpion",
        "skunk",
        "sloth",
        "slug",
        "snake",
        "large spider",
        "squirrel",
        "toad",
        "tortoise",
        "viper",
        "wallaby",
        "weasel"
    ],
    "achievement" : [
        "identified an artifact without the aid of magic",
        "mastered the process of growing crystals",
        "read through all seventy-seven tomes of the Arcane Foundations",
        "learned the fundamentals of life, death, undeath, and false life",
        "performed the rituals required to convert a regular cauldron into a suitable potion brewing vessel",
        "put on their robe and wizard hat"
    ],
    "incantation" : [
        "abjurer" : [
            "Energy shoots forth from your magical wards, arcing towards your enemies"
        ],
        "summoner" : [
            "A short-lived elemental of the spells energy. It soars at the enemy"
        ],
        "divinator" : [
            "Energy weaves glowing threads of fate in the palms of the casters hands, tweaking reality to cast the spell"
        ],
        "enchanter" : [
            "By enchanting an object to exude the energy the caster commands it at the enemy"
        ],
        "evoker" : [
            "A blast of pure force erupts in a ray towards the focus of the spell"
        ],
        "illusionist" : [
            "Magic spawns two or three illusory copies which resolute to one real very real effect"
        ],
        "necromancer" : [
            "Energy in the shape of a skull screaming as it flies toward the target"
        ],
        "transmutator" : [
            "Energy transforms from its surroundings and converges at the spells target"
        ],
        "universalist" : [
            "Magical energy swirls to form a geometric shape, from which the spell emerges"
        ]
    ]
}